[
    {
        "id": "9c0aa6e7-fe8a-454e-b88b-53cc10d9c054",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-meets-with-representatives-of-the-families-of-the-hostages-31-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Wednesday, 31 January 2024), at the Prime Minister's Office in Jerusalem, met with representatives of the families of the hostages. Prime Minister Netanyahu, at the start of the meeting, on the effort to achieve an outline for the release of our hostages [translated from Hebrew]: \"We are making every effort. The more public this effort is, the more distant it is. The more discreet it is, the greater are its chances for success. Naturally, and for these reasons, I am prevented from sharing with you. I would like you to understand that we are truly committed, in every sense of the word; this is not just lip service. This is a genuine effort. It is not fictitious; neither is it just for show. It stems from our commitment to return them all. The idea is everyone; the effort is for everyone. While it is too early to say how it will happen, the effort is being made at this time, at this very moment.\" Twenty-six representatives from 18 families participated in this meeting. The Prime Minister was accompanied by Coordinator for the Hostages and the Missing Brig.-Gen. (Res.) Gal Hirsch, National Security Council Director Tzachi Hanegbi, his Military Secretary, Maj.-Gen. Avi Gil and Cabinet Secretary Yossi Fuchs. ",
        "publish_date": "31.01.2024"
    },
    {
        "id": "0ee2a4a5-f20a-45f1-8297-9e16e4939665",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-meets-with-a-delegation-of-ambassadors-to-the-un-31-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, today (Wednesday, 31 January 2024), at the Prime Minister's Office in Jerusalem, met with a delegation of ambassadors to the UN, led by Israeli Ambassador to the UN Gilad Erdan, from Malta, Bulgaria, the Czech Republic, Hungary, Romania, Ukraine, Slovenia and Sierra Leone. Prime Minister Benjamin Netanyahu: \"Welcome. It's good to see all of you, and I'm glad you came to see with your own eyes and hear with your own ears direct evidence of the slaughter and the savagery.  The UN has not been a stellar organization when it comes to dealing with Israel. It's often unbelievably tilted. It has the UN Human Rights Commission, so-called Human Rights Commission, that devotes an enormous part of its resolutions against Israel, and nothing against Iran or Yemen or other arenas of savagery and aggression. Not by saying it should be a plague on both your houses. No, because Israel is fighting the war of civilization against barbarism, because Israel is responding to unbelievably brutal and unprovoked attacks and because it's doing so with the greatest effort that I see of any army to minimize civilian casualties against an enemy that is committing a double war crime of both targeting our civilians, mutilating our civilians, raping our women and men, beheading them after the rape, burning babies alive, and sundry other atrocities that the only time that we've seen anything like that directed against the Jewish people was in the Holocaust.  South Africa had the temerity to bring this to the ICJ, charging us with genocide against, really in the service of a genocidal organization. Now, the worst thing that I can say is this, that many of the charges, false and unfounded, that were leveled against us in The Hague were brought by UNRWA officials. And we have discovered in the last few weeks that UNRWA officials were complicit in the massacre. I think it's time that the international community and the UN itself understand that UNRWA's mission has to end. UNRWA is self-perpetuating. It is self-perpetuating also in its desire to keep alive the Palestinian refugee issue. And we need to get other UN agencies and other aid agencies replacing UNRWA if we're going to solve the problem of Gaza as we intend to do. There are other agencies in the UN. There are other agencies in the world. They have to replace UNRWA. UNRWA is totally infiltrated with Hamas. It has been in the service of Hamas and its schools, and in many other things. I say this with great regret because we hoped that there would be an objective and constructive body to offer aid. We need such a body today in Gaza. But UNRWA is not that body. It has to be replaced by some organization or organizations that will do that job.\" Israeli Ambassador to the UN Gilad Erdan said that every country that continues to fund UNRWA before a comprehensive investigation of the organization needs to know that its funds will serve terrorism and that the assistance that will be transferred to UNRWA is liable to reach Hamas terrorists instead of the population in Gaza. He called on all donor countries to freeze their support and demand an in-depth investigation that will cover all UNRWA employees. Also attending the meeting were the Prime Minister's Chief of Staff, Tzachi Braverman, the Prime Minister's Foreign Policy Adviser, Dr. Ophir Falk and Israeli Ambassador to the UN Gilad Erdan. ",
        "publish_date": "31.01.2024"
    },
    {
        "id": "46c60c19-e7df-410e-b21f-054a7dcddd39",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-addresses-students-in-eli-30-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Tuesday, 30 January 2024), visited the Bnei David Institutions in Eli, 15 graduates of which have fallen during the war. The Prime Minister visited the memorial room where he met with fellow bereaved Israelis Eitan Moreno – the brother of Itay, Livnat Silverman – the sister of Uriel, Asaf Ben Hamo – the brother of Michael, and Yonatan Silverman – the brother of Ariel, as well as with the yeshiva rabbis, led by Rabbi Eli Sadan. Prime Minister Netanyahu met with the students of the yeshiva and the IDF preparatory program in the study hall, where he recited the prayer for the IDF soldiers' well-being, after which Rabbi Yoel Rechel recited the prayer for the welfare of the state. Prime Minister Netanyahu to the Bnei David students [translated from Hebrew]: \"Thank you Rabbi Sadan, you are a great leader of the people of Israel, and this exemplary yeshiva is to the glory of the people, heritage and fighters of Israel. We are in the midst of a war between the sons of light and the sons of darkness. The sons of darkness, the monsters of Hamas and their partners in Hezbollah, and others, thought and said that we were weak, vulnerable, and as a spider's web – that is how they defined us. They have discovered sacrifice, heroism and great intensity, which reflects the heroism of Israel throughout our generations. This generation is not diminishing; this generation is growing. Not only is it growing, it is storming forward with courage and an unparalleled strength of spirit. This is what is happening, with your friends, with anyone who leaves this place and with many others among the people of Israel. But this entails a heavy price, the price of the tribulations with which the Land of Israel is acquired, the loss of our best sons and fighters, many from this very study hall, which is already bereft of amazing fighters like Roi Klein, Eliraz Perez, Emmanuel Moreno and others. We were just in the memorial room, their pictures were on the wall but the pictures are in the heart. The heavy price is not just the loss of these splendid sons, it is also the suffering of the families. I know the price of bereavement, it is too heavy to bear, but the families bear it with pride. What I would like to say to the families, to you and to all citizens of Israel: The testament of the fallen is our mission. It is possible to summarize this mission in two words: Total victory. This is not 'another round', neither is it an exchange of blows, nor is it an operation – it is total victory. Nothing less. I am committed to it. Our fighters are committed to it and the overwhelming majority of the people is committed to it. We will not compromise on anything less than total victory. I hear talk about all kinds of deals. I would like to make it clear: We will not conclude this war without achieving all of its goals. This means eliminating Hamas, returning all of our hostages and ensuring that Gaza never again constitutes a threat to Israel. We will not withdraw the IDF from the Gaza Strip and we will not release thousands of terrorists. None of this will happen. What will happen? Total victory. This victory, as it is written, will be achieved 'Not by might and not by power but by My spirit says the Lord of Hosts.' [Zechariah 4:6]. By spirit; it will be achieved by spirit. Bialik bid us to go to the study hall. He knew this well. He was in the study hall of the Volozhin Yeshiva, the mother of Lithuanian yeshivas, that my grandfather, Rabbi Natan Milikovsky-Netanyahu studied in, and where Rabbi Abraham Isaac Kook studied. A deep friendship sprung up between them. But Volozhin, with all that it contributed to the world of Torah, was in the Diaspora. And here in Eli, this study hall is planted in the soil of the motherland, where our ancestors walked, fought, planted, dreamed and built. Here – in this place. From here stems the well of generations. Here burns the flame, the flame of the promise of the eternity of Israel in the Land of Israel. This the great and noble mission. It is your mission, the mission of the fallen and it is our mission. I salute the fallen. I salute you and tell you – together we will fight and with G-d's help, together we will win.\" Prime Minister Netanyahu was accompanied by his Chief-of-Staff Tzachi Braverman, Cabinet Secretary Yossi Fuchs and Mateh Binyamin Regional Council Head Yisrael Gantz. ",
        "publish_date": "30.01.2024"
    },
    {
        "id": "56f1ae25-6fb7-45e7-8bbc-a1edfac83876",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/un-special-representative-on-sexual-violence-in-conflict-arrives-in-israel-29-jan-2024",
        "content": "(Communicated by the MFA Spokesperson) This morning (Monday, 29 January 2024), Pramila Patten, the UN Special Representative of the Secretary-General on Sexual Violence in Conflict began her visit to Israel. Ms. Patten started her series of meetings in Israel at the Ministry of Foreign Affairs in Jerusalem and met with the Political Director of the MFA, Ms. Aliza Ben Nun. Patten was invited by the Foreign Ministry so that she could receive an unmediated impression of the extent of the atrocities and then bring Hamas' crimes to the attention of the proper international authorities.  Her visit comes against the backdrop of UN bodies such as the UN Women organization ignoring the reports of the appalling cases that have been uncovered. During her visit, Ms. Patten will meet with survivors, witnesses, treatment professionals, and representatives of the police and other security forces in order to collect evidence of the sexual violence that Hamas committed against women and men during the 7 October attack. In the course of the coming week, Patten and her delegation are expected to meet with governmental and civil society representatives, as well as to tour southern Israel, accompanied by a team of experts. Ms. Patten is expected to present the findings of her visit to the Secretary-General of the UN for inclusion of the events of 7 October as part of the UN's annual report on sexual violence. ",
        "publish_date": "29.01.2024"
    },
    {
        "id": "e1273ed8-86c3-4b9c-8530-62327091a4b3",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pmo-announcement-28-jan-2024",
        "content": "The intelligence summit in Europe – with the participation of Mossad Director David Barnea, ISA Director Ronen Bar, Maj.-Gen, (Res.) Nitzan Alon, the Director of the CIA, the Prime Minister of Qatar and the Egyptian Intelligence Minister – concluded a short while ago. The meeting was defined as constructive. There are still significant gaps which the sides will continue to discuss at additional mutual meetings to be held this week. ",
        "publish_date": "28.01.2024"
    },
    {
        "id": "8bdef48e-c26d-40cc-9478-7f9959562fae",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/president-herzog-addresses-icj-ruling-28-jan-2024",
        "content": "(Communicated by the President's Spokesperson)   President Isaac Herzog this evening (Sunday, 28 January 2024), spoke in reference to the ruling of the International Court of Justice on Friday. In particular he noted the Court’s inclusion of quotes made by the President. He spoke during an event of the 929 Bible Study Initiative held at the President’s Residence this evening, held in memory of and with the participation of families of, some of the fallen soldiers from the fight against Hamas in Gaza. President Herzog said, \"I cannot help but relate to the decision of the International Court of Justice in The Hague, last Friday. We are fighting an exceptionally just campaign. A campaign for the return of the hostages, those who are held and tortured by Hamas murderers in an unparalleled crime against humanity. We are fighting a campaign to restore security to our citizens, women and men, elderly and babies. A whole people which Hamas didn't just declare their desire to wipe from face of the earth, but actually set out on a brutal massacre to destroy – and is still working hard to do so. Israel has the full right to self-defense, and it will continue to be committed to the security of its citizens. Unequivocally. This is a right anchored in the most essential foundations of international law, and in general, everyone with sense can see that Israel is acting in accordance with international law. The very fact that the hearing at the court in The Hague was held on the eve of International Holocaust Memorial Day, to judge whether the democratic, moral, and responsible State of Israel, which rose from the ashes of the Holocaust with the overwhelming support of the family of nations and its institutions was guilty of committing genocide, is a blood libel that undermines the very values on which this court was established. There is something shocking about seeing how the 'post-truth' phenomenon permeates even the most important institutions. Even on a personal level, I was disgusted by the way they twisted my words, using very, very partial and fragmented quotes, with the intention of supporting an unfounded legal contention. I was here - in this very hall - a few days after the terrible massacre, when I was asked by the world’s media about the situation in Gaza, I replied that the widespread civilian support in Gaza for the crimes and atrocities of October 7 could not be ignored, and that Hamas operates from the heart of the civilian population everywhere, from children's bedrooms in homes, from schools, from mosques, and hospitals. But I added and emphasized, that for the State of Israel - and of course for me personally – innocent civilians are not considered targets in any way whatsoever. To be clear: The State of Israel sees great importance in the humanitarian aspect of the campaign. Israel is committed to this, and operates, as it has always operated and will operate, in accordance with international law. There are also innocent Palestinians in Gaza. I am deeply sorry for the tragedy they are going through. From the first day of the war right until today, I call and am working for humanitarian aid for them, and only for them. This is part of our values as a country. But the reality cannot be ignored, a reality which we all saw with our own eyes as published by Hamas on that cursed day: and that was the involvement of many residents of Gaza in the slaughter, in the looting, and in the riots of October 7. How the crowds in Gaza cheered at the sight of Israelis being slaughtered and their bodies mutilated. At the sight of hostages - God knows what they did to them - wounded and bleeding being dragged through the streets. In view of such terrible crimes, it is appropriate that the honorable court investigates them in depth, and not casually in passing. The world must not forget even for a moment: Hamas is responsible for a terrible crimes against humanity - the massacre of October 7, and the taking of hostages still held in captivity. Hamas is also responsible for the suffering of their own people. Often quite directly -when they threaten their lives, forcefully taking humanitarian aid facilitate by Israel, and using them as a human shield. The justness of our remains resolute. I want to offer strength, and from here pay tribute, to the professional, experienced, and determined team, who represented us in this important ruling, and of course thank Judge Aharon Barak.\" ",
        "publish_date": "28.01.2024"
    },
    {
        "id": "f72bad30-476e-4ced-ac88-bd1005564392",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-27-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, this evening (Saturday, 27 January 2024), at the Kirya in Tel Aviv [translated from Hebrew]: \"'Our crushing victory is more important than anything. Continue at full force so that our victory will be even more crushing' These were the final words written by heroic fighter Elkanah Wiesel. Elkanah, a reservist, was the father of four children. He fell heroically this week in the battles in Gaza, defending our country. In this difficult week in which we lost heroic fighters, I reiterate before you, citizens of Israel, our commitment to fully implementing their testament and achieving all goals of the war: Eliminating Hamas, returning all of our hostages and ensuring that Gaza never again constitutes a threat to Israel. We will never forget the atrocities of October 7. We will never forget the massacre, the rapes, the murders and the mutilations. We will never forget the abductions. As of today, we have returned 110 of our hostages and we are committed to returning all of them home. We are dealing with this and we are doing so around the clock including now. We will never forgive what the Hamas monsters did to our daughters and our sons; therefore, there is no alternative to total victory. We must win – and we will win. Citizens of Israel, Today is International Holocaust Remembrance Day. There is no greater absurdity than what occurred yesterday, on the eve of International Holocaust Remembrance Day. There were those who came to The Hague to – falsely and outrageously – accuse us of genocide. On whose behalf did they come? On behalf of Hamas, the 'new Nazis', who came to perpetrate genocide against us. I hold here Hitler's book 'Mein Kampf' in Arabic. Our fighters found this book in civilians' homes in the Gaza Strip. They found extensive antisemitic and Nazi literature there. This is what they educate their children on. Therefore, I insist that after we eliminate Hamas, what is called 'the day after', in Gaza there will be no element that educates its children, not only for terrorism but also for the destruction of Israel, for the destruction of the entire Jewish people. It was on behalf of 'the new Nazis' that South Africa came to The Hague. I must tell you, the very willingness in The Hague to discuss this ridiculous claim, the very fact that it was not rejected outright, proves that many in the world have not learned anything from the Holocaust. But we have learned from it. The main lesson of the Holocaust is that only we will defend ourselves by ourselves. Nobody will do this for us. Therefore, despite the great pain that is burning our hearts, we must continue to be strong and determined and we must return fire against those who seek our destruction. The state of the Jews arose from the ashes of the Holocaust in order to promise a defensive shield for the Jewish people. Israel, like every sovereign country, has the basic right to defend itself. Nobody will take this right from us and nobody will stop us from implementing it. We are fighting a war, the justice of which is unparalleled, with an army, the morality of which is unparalleled. This war was forced on us by an abhorrent enemy, that openly declares its intention to murder all the Jews. On October 7, they murdered, beheaded, raped, and burned infants. If they could have, they would have massacred all of us. If we do not eliminate the Hamas terrorists, these 'new Nazis', the next massacre is only a matter of time. Therefore, we are determined to finish the task, to eliminate Hamas. And if it takes time, we will not relent in the mission. And those who, first and foremost, cling to the mission, are our heroic fighters and brave commanders. This week our fighters completed the encirclement of Khan Yunis. They also eliminated hundreds of terrorists, and destroyed terrorist infrastructure above and below ground. They are fighting with utmost bravery to ensure our lives in our land. In order to ensure our future for generations, I have directed the Defense Minister and the Finance Minister to submit to the Government an unprecedented plan, a huge plan, to strengthen our security industries for decades ahead. We will do so with immense investments in order to ensure our security independence and freedom of action. The nation believes in our fighters, our spirit and our resilience. We are all proud of them and we all embrace them. But I want to say: Unfortunately, there are those among us who choose to cast doubt on our determination and our ability to win. The voices of the weak, among them all kinds of 'former this or that', are trying to sew doubt, despondency and pessimism. Then I want to tell you, citizens of Israel – these voices are a small minority. They are mistaken and are misleading others. We will win a total victory, and our commitment to win a total victory is the first and most important guarantee of achieving it. We have no other choice apart from total victory. We will win because we have a strong people and daring fighters who are sacrificing our lives to defend the eternity of Israel. Fighters like Elkanah Wiesel, whose testament I opened with, and with whose testament I will conclude: 'I was already wounded in Operation Protective Edge,' he writes, 'I had the choice of staying behind, but not for a moment do I regret returning to be a fighter. On the contrary, this was the most important choice I ever made.' Happy is the people that has such sons and daughters; happy is the people that has such fighters and commanders. Together we will fight, and with G-d's help, together we will win.\" ",
        "publish_date": "27.01.2024"
    },
    {
        "id": "ee1c40d3-a11f-4b9c-80db-827f09b20c5d",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/mfa-statement-following-the-icj-decision-on-provisional-measures-26-jan-2024",
        "content": "(Communicated by the MFA Spokesperson) The charge of genocide levelled against Israel at the International Court of Justice is false and outrageous. It constitutes a shameful exploitation of the Genocide Convention that is not only wholly unfounded in fact and law, but morally repugnant. As the Court recognized, on October 7th Hamas and other terrorist groups committed unspeakable atrocities against Israel and its citizens. Like every country, Israel has an inherent and inalienable right to defend itself against the terrorist onslaught it still faces. The vile attempt by South Africa to deny Israel this fundamental right was justly rejected. The Court has repeatedly made clear that its decision today does not determine whether South Africa’s claims have any merit, or the Court’s jurisdiction in this matter. Israel remains committed, as it has repeatedly affirmed and demonstrated, to acting in accordance with its rights and obligations under international law, including international humanitarian law. This commitment is unwavering, independent of any ICJ proceedings. Israel welcomes the Court’s clear demand for the immediate and unconditional release of all the hostages held in Gaza. Israel’s war is against Hamas, not against Palestinian civilians. Israel will continue to facilitate humanitarian assistance, and to do its utmost according to the law to keep civilians out of harm’s way, even as Hamas uses them as human shields. South Africa’s baseless accusations, and its attempt to empty the word genocide of its unique force and special meaning, have been widely denounced by numerous States known for their commitment to the rule of law. Israel is confident that the Court will likewise reject these unfounded claims at the merits phase of proceedings. On the eve of January 27th, International Holocaust Remembrance Day, Israel calls on all those genuinely committed to the solemn promise of “never again” enshrined in the Genocide Convention, to reject the unconscionable efforts to distort the truth in support of a genocidal terrorist organization. Hamas, and its sponsor in Tehran, seek to deny both Israelis and Palestinians the ability to achieve a peaceful future. South Africa should be denounced for being their willing accomplice.   Minister of Foreign Affairs Israel Katz:“Israel’s commitment to international law is unwavering. It exists independently of any ICJ proceedings, as does Israel’s inherent right to defend itself against the genocidal terrorists of Hamas. I reiterate this today on the eve of International Holocaust Remembrance Day.I commend our excellent legal team for their outstanding efforts. You have represented Israel and the Jewish people with honor. You have made us proud.” ",
        "publish_date": "26.01.2024"
    },
    {
        "id": "6cfe5e84-4390-4113-8b9e-275aa8a9df7a",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-comments-on-the-icj-decision-26-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu's comments on the decision of the International Court of Justice in The Hague: \"Israel's commitment to international law is unwavering. Equally unwavering is our sacred commitment to continue to defend our country and defend our people. Like every country, Israel has an inherent right to defend itself.  The vile attempt to deny Israel this fundamental right is blatant discrimination against the Jewish state, and it was justly rejected. The charge of genocide leveled against Israel is not only false, it’s outrageous, and decent people everywhere should reject it.  On the eve of the International Holocaust Remembrance Day, I again pledge as Prime Minister of Israel - Never Again. Israel will continue to defend itself against Hamas, a genocidal terror organization. On October 7th, Hamas perpetrated the most horrific atrocities against the Jewish people since the Holocaust, and it vows to repeat these atrocities again and again and again. Our war is against Hamas terrorists, not against Palestinian civilians.  We will continue to facilitate humanitarian assistance, and to do our utmost to keep civilians out of harm's way, even as Hamas uses civilians as human shields. We will continue to do what is necessary to defend our country and defend our people\".  ",
        "publish_date": "26.01.2024"
    },
    {
        "id": "f0d20829-e5c2-4a44-8fd4-f3e0791bae7f",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/extensive-public-diplomacy-begins-in-the-us-26-jan-2024",
        "content": "The Prime Minister's Office National Public Diplomacy Directorate, has today (Friday, 26 January 2024), via the Government Advertising Agency, began an extensive public diplomacy campaign in the US to mark International Holocaust Remembrance Day. Holocaust survivor and survivor of the October 7 massacre at Kibbutz Be'eri Ruth Haran is leading the campaign and speaking out about the horrifying similarity between the atrocities perpetrated by the Nazis throughout Europe and the disaster that befell the State of Israel. The campaign launched this morning in the US and will continue until Sunday, 28 January 2024, and includes billboards, an ad in The New York Times and a video clip that is being promoted on digital platforms.   Ruth Haran [translated from Hebrew]: \"When babies are murdered in their cots, when women are raped, thrown to the ground and murdered, viciously, satanically, innocents – that's a Holocaust!\" National Public Diplomacy Directorate Head Moshik Aviv [translated from Hebrew]: \"On International Holocaust Remembrance Day, we are obligated to raise awareness about the terrible atrocities experienced by the Jewish people in the Diaspora approximately 80 years ago. Since then we have sworn that we will never again experience this.  We are here to remind the world that the State of Israel will not tolerate the persecution of the Jewish people around the world in general and in the State of Israel in particular.\"",
        "publish_date": "26.01.2024"
    },
    {
        "id": "b1efa914-74dc-45ea-966f-f08daf0898b6",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/yad-vashem-marks-international-holocaust-remembrance-day-25-jan-2024",
        "content": "Today (Thursday, 25 January 2024), in Jerusalem, Yad Vashem, the World Holocaust Remembrance Center, hosted its annual symposium for the International Diplomatic Corps serving in Israel. Yad Vashem Chairman Dani Dayan, Chairman of Yad Vashem Council Rabbi Israel Meir Lau and Israel's Minister of Foreign Affairs H.E. Israel Katz participated in the event at Yad Vashem together with the Italian Foreign Minister H.E. Antonio Tajani. More than sixty-five ambassadors attended the symposium where they heard a lecture by Yad Vashem's Echoes and Reflections Project Director Ms. Sheryl Ochayon entitled, “The Through Lines of Antisemitism, From Its Roots to the Current Day”, relating to the theme of the day; \"Antisemitism: The Fate of the Jewish People?”  \"Each year on Passover, Jews worldwide ask, 'Why is this night different from all other nights?',\" Yad Vashem Chairman Dani Dayan told the ambassadors that attended. \"This year's International Holocaust Remembrance Day, in the wake of the attack by Hamas on October 7th, we ask why is this Holocaust Remembrance Day unlike any other. The Holocaust's does not define Jews but its impact on the Jewish psyche is profound. The echoes of October 7th remind us that 'Never Again' is a commandment we must fulfill and not just an empty cliché. As we approach the 80th anniversary of liberation in 2025, Holocaust remembrance and education remain essential to creating a more just society.\"  In the week, proceeding the International Day of Commemoration in Memory of the Victims of the Holocaust Yad Vashem Chairman Dani Dayan visited Brussels where he met with heads of the European Union including President of the European Commission H.E. Ursula von der Leyen, European Union Vice President H.E. Margaritis Schinas and President of the European Parliament H.E. Roberta Metsola for a series of meetings discussing the importance of Holocaust remembrance. In the meeting with Von der Leyen Dayan expressed his grave concerns for the exponential rise in antisemitism worldwide and the need for actions. \"Antisemitism is not just an issue for the Jewish people alone. It must be on top of the global agenda, for if left unchecked it will eventually affect Europe and the world in general and therefore requires immediate and decisive action,\" Dayan told the leaders.  While in Brussels Yad Vashem Chairman Dayan participated in an EU Working Group meeting addressing the implantation of the EU Strategy on Combating Antisemitism and fostering Jewish life in Europe. Dayan also attended an event headed by the Deputy Secretary General of NATO Mircea Geoană. Before traveling to Brussels, Dayan participated in a conference organized by the EJA (European Jewish Association) in cooperation with Yad Vashem, in Krakow together with various past and present world leaders addressing the importance of commemorating the Holocaust and continuing the battle against antisemitism. New Art Exhibition: “Bigger than Me” by Israeli Artist Shai Azoulay Yad Vashem also debuted a new art exhibition titled “Bigger Than Me” featuring six oil paintings and additional sketches created by renowned artist Shai Azoulay over the last month and a half. The exhibition will be on display in Yad Vashem’s Museum of Holocaust Art on the Mount of Remembrance through Holocaust Martyrs' and Heroes' Remembrance Day observed this year 5-6 May 2024.  This is the first time Yad Vashem has exhibited artwork that was not created by Holocaust victims or survivors and does not consist of art that depict the atrocities of the Holocaust. During his time at Yad Vashem, Azoulay toured the Mount of Remembrance campus and explored its monuments and collections, including those dedicated to art, artifacts, photographs and documents. In wake of this journey of discovery, he created the body of artwork currently on display in this exhibition. The exhibition is part of a new cultural Residency Program at Yad Vashem.   Online Yad Vashem has uploaded a mini-site marking International Holocaust Remembrance Day, featuring a variety of resources for the public to view, share and engage in, including online exhibitions, educational resources and the \"IRemember Wall.\" This annual social media campaign is a unique and meaningful opportunity for the public to participate in a commemorative activity to mark International Holocaust Remembrance Day. By joining the IRemember Wall, the participant's Facebook profile is randomly linked to the name of a Holocaust victim from Yad Vashem's Central Database of Shoah Victims' Names. Over the years hundreds of thousands of individuals participated in this commemorative event.  ",
        "publish_date": "25.01.2024"
    },
    {
        "id": "2ed44c3a-a377-4b05-bf32-c8f9cb91abfa",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/president-herzog-hosts-march-of-the-living-representatives-and-kindertransport-survivors-24-jan-2024",
        "content": "(Communicated by the President's Spokesperson)   President Isaac Herzog today (Wednesday, January 24, 2024) hosted a special event ahead of International Holocaust Memorial Day, at the President’s Residence in Jerusalem.  The event, held in partnership with International March of the Living, brought together survivors of the Holocaust including those who were saved as part of the Kindertransport operation, which was launched 85 years ago following the Kristallnacht Pogrom of 1938. The event, which had been scheduled to take place to mark the anniversary of Kristallnacht in November but was postponed following the Hamas attack of October 7, was held with the participation of ten Kindertransport survivors.   At the conclusion of the event, which was also attended by Germany's Ambassador to Israel, Steffen Seibert, Present Herzog introduced the Foreign Minister of Holland Hanke Bruins Slot to some of the Kindertransport survivors, who spoke of their journey which took them through Holland on the way to the United Kingdom.  One of the survivors attending with her family, Mirjam Szpiro, was rescued from Nazi Germany in the Kindertransport operation in 1938. In recent weeks, she was once again evacuated from her home – this time in Kibbutz Zikim on the Gaza border, after the community came under attack by Hamas attack on October 7.   Mirjam said at the event: “We had been told we had to evacuate and suddenly I had déjà vu. I was standing there, an 88-year-old woman outside her home, and I suddenly remembered the three-year-old girl I was. I didn’t remember these things before, the emotions, but suddenly I was back there. And this is the second time I leave my house.”  She added, “I hope we can return soon. The house was not damaged, and even the tree I planted in the yard two weeks before the war survived.” Mirjam has since been housed in a hotel with other displaced Israelis from her community.  The Holocaust survivors, the children of the Kindertransport who participated in the event, were deeply moved by the welcome by the President and First Lady, and expressed their appreciation to them and the International March of the Living for helping tell their story, and promoting awareness and understanding of the lessons of the past. The survivors who participated in the event are Mirjam Szpiro, Aliza Tenenbaum, Tova Gorfine, Henry Foner, Walter Bingham, Prof. Daniel Reis, Paul Alexander, Frieda Schalkowski, George Shefi, the son of the deceased Ruth Davis, Barry Davis.  Kristallnacht, or the November Pogrom, that took place on November 9, 1938, is considered as the culmination of growing anti-Jewish sentiment in Nazi Germany. It was a decisive moment in the understanding that the lives of the Jews were no longer safe in Europe. Following the pogrom, the Kindertransport Operation to save Jewish children from Germany, Austria and the occupied territories was launched, and thanks to the organization of the Jewish community in Great Britain, 10,000 children left by train from Germany to the Netherlands and from there to England during the period from December 1938 until the outbreak of World War II. The children were sent to safety alone, without their parents, many of whom were murdered in the Holocaust.  As part of the organization’s work to educate and commemorate the Holocaust, in October, International March of the Living travelled with three survivors of the Kindertransport Operation to retrace their journey to safety. They travelled by train from Germany to the Netherlands, and from there to Britain by boat. Once they arrived in the UK at Harwich, they travelled to London by train, arriving in Liverpool station. They were welcomed in Hyde Park by Britain’s Chief Rabbi Mirvis and Jewish children from the Immanuel College School for a special memorial ceremony.   The journey – which took place in the immediate aftermath of the atrocities of October 7 – was filmed for a special documentary which was also screened during the event at the President’s Residence. The film was produced by International March of the Living, with the support of the Moskowitz family - in memory of  Holocaust survivor Henry Moskowitz Z”L and in honor of his wife Rose Moskowitz, and in collaboration with the Ghetto Fighters’ House Museum, and with the support of ELAL and Leonardo Hotels.  The survivors who made the journey were: Walter Bingham (100), George Shefi (92), and Paul Alexander (88). “The news and the horrific sights from Israel accompanied us all throughout the journey. We never dreamed that in our lifetime we would see such a terrible pogrom against Jews and more in the Land of Israel” said the three.  President Isaac Herzog: “This is a truly moving event. It is moving to see survivors after 85 years, to hear the personal stories of each and every one of you, and the Zionist story of each and every one of you, but it is especially moving because of the period in which we find ourselves. International Holocaust Memorial Day is not only about remembering the past, it is about our shared responsibility to the present and the future. We have with us survivors of the Holocaust, those who were forced from their homes and taken away from the families because of the Nazis – and to our great sorrow, were witness to the horrors of October 7, and were once again, displaced from their homes. This is day, is about educating the whole world about the dangers of hatred and antisemitism in particular. We have seen where this can lead – and on October 7, we got a terrible and painful reminder.”  The President added, “The generation of the Holocaust, those who saw with their own eyes the horrors of Nazism, we owe you a debt of gratitude for your resilience and hope. We are here to say clearly, to you, dear children of the Kindertransport, we will never forget your heroism. We will never forget your bravery and resilience, and how you rebuilt your lives, and helped build the State of Israel. May the memory of the six million of our sisters and brothers be eternally etched on all our hearts.”  Dr. Shmuel Rosenman, Chairman of the International March of the Living: “We set out to document this journey which came into being because of the worst anti-Jewish pogrom that the Jews of Europe had known in the years leading to the Holocaust, Kristallnacht. And as we embarked, it was in the hours after the terrible pogrom of October 7 which took place in Israel. Shocked by the stories of the survivors about what they experienced 85 years ago, and horrified by the abhorrent stories from Israel, we were reminded that the hatred of the Jews has no expiration date. It changes its form. But its motivation is the same – the annihilation of the Jewish people\".   Mark Moskowitz, a member of the International March of the Living board: “The Moskowitz family is honored to take part in bringing this critically important project to life — documenting the testimonies of three Kindertransport survivors as they retrace their journeys from oppression to freedom.  In the wake of October 7th and the subsequent unleashing of rabid worldwide antisemitism, the work of March of the Living in teaching the lessons of the Holocaust by facilitating Survivors to guide younger generations through their experiences, is more important than ever.   The dedication in honor of Henry and Rose Moskowitz is particularly fitting; much like the survivors featured in this documentary,  they were able to find hope amidst moments of immense despair in the Shoah and after the war, see a future of optimism and rebuilding for the Jewish people.” ",
        "publish_date": "24.01.2024"
    },
    {
        "id": "f33e1141-fbd7-4239-a563-86809e3d63c4",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statements-by-pm-netanyahu-mod-gallant-and-minister-gantz-23-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, Defense Minister Yoav Gallant and Minister Benny Gantz, today (Tuesday, 23 January 2024), at Ramat Korazim, issued statements at the start of the meeting between the members of the War Cabinet and northern local and regional council heads. Prime Minister Netanyahu [translated from Hebrew]: \"Yesterday was one of the most difficult days since the outbreak of the war. We lost 24 of our best heroic sons who fell in defense of the homeland. Together with the citizens of Israel, I grieve for each one of them. I embrace the families, whose lives have changed forever. From here we send from here prayers for the well-being of our wounded. The IDF is carrying out a thorough inquiry into the tragedy; we must learn the lessons and do everything for the well-being of our soldiers. We are in the midst of a war, the justification of which is without parallel. In this war there have been great achievements, including today, in completing the encirclement of Khan Yunis, but there have also been very heavy costs. While we bow our heads in memory of our fallen, we are not relenting – even for a moment – in striving for the goal that has no alternative – achieving total victory. Together we will fight – and together we will win.\" Remarks by Defense Minister Yoav Gallant [translated from Hebrew]: \"The difficult news we received yesterday, about the death of 24 of our soldiers, some of our finest men, from all around the country, north and south, from everywhere, is a heavy blow. We wish to express our deepest sorrow and condolences for the mourning families. We continue at this time with the spirit of the fallen - to complete our missions and do everything necessary. Our forces operate deep in the enemy's [Hamas] territory, in Khan Yunis, soldiers from the Paratroopers, the 7th Armored Brigade, from Givati, [operate] in the entire southern region. We are keeping an eye on everything that is happening in the north. Hezbollah continues to provoke us, I have now conducted a special situation assessment on this matter. We are prepared, we do not want war, but we are ready for any situation that may develop in the north. Therefore, we have one hand reaching to the south and a watchful eye towards the north. And once again, I send an embrace from the bottom of my heart to the members of the bereaved families and express deep sorrow for our fallen soldiers.\" (Defense Minister Gallant's remarks are courtesy of his Media and Foreign Affairs Advisor, Betty Ilovici.) Remarks by Minister Gantz [translated from Hebrew]: \"On behalf of the entire people of Israel, I would like to convey our condolences, the condolences of every segment of society, to the families that have lost what was more dear to them than anything, throughout the campaign, in every situation, and – of course – in the last, painful, 24 hours. These were reservists who left everything and turned out to defend the State of Israel and the Zionist vision, no less. Thus we remember all those who have fallen; thus we will remember those who perished in the severe tragedy yesterday. Barry Sakharov sings: 'A broken heart is a whole heart.' This morning all of our hearts are broken before the fallen and their families. We are all wholehearted in the important mission for which they fell and left for us to realize and ensure the peace of the State of Israel, the peace of our children and our future in this region. We will do this together; we will do this united. I would like to stand by the bereaved families. We need to continue. I have no doubt that when they went out yesterday on their mission, they intended for us to continue, and this is what we will do.\"",
        "publish_date": "23.01.2024"
    },
    {
        "id": "40f04d53-a58c-4953-a7d7-6fe0639a40e8",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-23-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, this morning (Tuesday, 23 January 2024) [translated from Hebrew]: \"Yesterday we experienced one of the most difficult days since the outbreak of the war. I would like to stand by the dear families of our heroic fighters who fell on the battlefield. I know that for these families, their lives will change forever. I mourn our heroic fallen soldiers. I embrace the families in their hour of sorrow and we all pray for the well-being of those who were wounded. The IDF has opened an inquiry into the tragedy. We must learn the necessary lessons and do everything to safeguard the lives of our fighters. On behalf of our heroes, for our very lives, we will not stop fighting until total victory.\" ",
        "publish_date": "23.01.2024"
    },
    {
        "id": "be1e3272-6f04-4a6f-b793-710eafd04d6e",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-meets-with-idf-officer-cadets-23-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, today (Tuesday, 23 January 2024), visited the Elyakim IDF base where he met with cadets in the company commanders training course, both conscripts and reservists. Prime Minister Netanyahu [translated from Hebrew]: \"My main expectation is nothing less than total victory. There is no substitute for victory. I hear in the studios, analysts and all kinds of commentators: 'It is impossible' and 'It is not necessary.' It is possible and it is necessary, neither do we have a choice. Total victory. These monsters will be thoroughly defeated to the end. There is no substitute for victory. This is my main expectation and I hope and am certain that it is also yours.\" Prime Minister Netanyahu added [translated from Hebrew]: \"What is important, in my view, is your spirit. Your spirit is the spirit of the people of Israel, of the citizens of Israel. I want you to know that I rely on you and I believe in you. I know that it is not simple to be a commander. It is not simple because suddenly you laden yourselves with responsibility – to carry out the mission and to do so in the best way possible. But each one of you carries on your shoulders the destiny of the people of Israel and of the State of Israel. This is no exaggeration. Today each one of you understands this. I wish you much success. May you be excellent commanders.\" Prime Minister Netanyahu was briefed by Training Center Deputy Commander Col. Sharon Eltit. The Prime Minister heard about the training regimen of the company commanders course, which trains the future officers of IDF company commanders, who in two-and-a-half months will take up their posts in the training sphere and in leading the soldiers and the fighting at the front. Prime Minister Netanyahu spoke with the course cadets and answered their questions about the progress of the fighting, and the policy regarding activity in the various sectors: South, North, and Judea and Samaria. The Prime Minister was accompanied by his Chief of Staff, Tzachi Braverman, and his Military Secretary, Maj.-Gen. Avi Gil.",
        "publish_date": "23.01.2024"
    },
    {
        "id": "fee6f2f2-c808-4783-9def-7990d5b55eec",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-meets-with-french-armed-forces-minister-lecornu-22-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, today (Monday, 22 January 2024), at the Prime Minister's Office in Jerusalem, met with French Armed Forces Minister Sébastien Lecornu. At the start of their meeting, the Prime Minister asked the French Armed Forces Minister to convey to French President Emmanuel Macron his deep gratitude for the latter's role in delivering the medicines to the hostages in Gaza. Prime Minister Netanyahu noted that Israel is still waiting for proof that the medicines have reached their destination and emphasized that the implementation of the understandings must be monitored. The two sides discussed the Lebanese issue at length. The Prime Minister emphasized that the need to distance Hezbollah terrorists from the border constitutes a national goal of the State of Israel, based on the principles of UN Security Council Resolution #1701, and said that this goal can be implemented diplomatically or in other ways. The Director of the National Security Council, the Prime Minister's Military Secretary, the Prime Minister's Foreign Policy Adviser, the IDF Attaché in Paris and the French Ambassador to Israel participated in the meeting. ",
        "publish_date": "22.01.2024"
    },
    {
        "id": "62dc226d-6728-40aa-ac60-e30c00f0c10a",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-21-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Sunday, 21 January 2024) [translated from Hebrew]: \"We are continuing the war on all fronts and in all sectors. We are not giving immunity to any terrorist: Not in Gaza, not in Lebanon, not in Syria and not anywhere. Whoever tries to harm us, we will harm him. Regarding our hostages, we have returned home – as of today – 110 of our hostages and we are obligated to returning all of them. This is one of the goals of the war and the military pressure is a necessary condition to achieving it. I am working on this around the clock. But let it be clear: I utterly reject the Hamas monsters' capitulation terms. Hamas is demanding, in exchange for the release of our hostages, the end of the war, the withdrawal of our forces from Gaza, the release of the murders and rapists of the Nukhba and leaving Hamas in place. Were we to agree to this – our soldiers would have fallen in vain. Were we to agree to this – we would not be able to ensure the security of our citizens. We would be unable to safely restore the evacuees to their homes and the next October 7 would be only a question of time. I am not prepared to accept such a mortal blow to the security of Israel; therefore, we will not agree to this. The conditions being proposed by Hamas underscore a simple point – there is no substitute for victory. Only total victory will ensure the elimination of Hamas and the return of all our hostages. I told President Biden this in our conversation over the weekend. I greatly appreciate the US support for Israel and I also expressed this to the President. However, I will strongly insist on our vital interests. I emphasized to President Biden our determination to achieve all of the goals of the war, and to ensure that Gaza never again constitutes a threat to Israel. Therefore, I insist that after we achieve total victory, after we eliminate Hamas, there will be no entity in Gaza that finances terrorism, educates for terrorism or sends terrorists. Gaza must be demilitarized, under Israel's full security control. I will not compromise on full Israeli security control of all territory west of the Jordan River. As Prime Minister of Israel, I have strongly upheld this position in the face of great international and domestic pressure. My insistence is what has prevented – over the years – the establishment of a Palestinian state that would have constituted an existential danger to Israel. As long as I am Prime Minister, I will continue to strongly insist on this. If someone has a different position, they should show leadership and candidly state their position to the citizens of Israel.\" ",
        "publish_date": "21.01.2024"
    },
    {
        "id": "ecf361d3-2c10-4ee5-b86a-00f51d7ff74c",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/israel-will-not-transfer-funds-to-gaza-21-jan-2024",
        "content": "The Security Cabinet, today (Sunday, 21 January 2024), approved the outline on freezing funds for Gaza, which was formulated by the prime minister, the finance minister and the strategic affairs minister. The US and Norway respect the Security Cabinet decision, which directs that the transfer of funds to Gaza by the Palestinian Authority be halted. Therefore, the frozen funds will not be transferred to the Palestinian Authority but will remain in the hands of a third country. Neither the money nor its consideration will be transferred under any circumstances, including via a third party, but with the approval of the Israeli Finance Minister. Any violation of the agreement will allow the finance minister to immediately freeze all Palestinian financial payments. The US has guaranteed the outline's implementation. The prime minister has directed that appropriate staff work be carried out to implement the outline according to law. ",
        "publish_date": "21.01.2024"
    },
    {
        "id": "644cd85a-4f02-464d-a3f4-84870814e641",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/european-parliament-decision",
        "content": "A diplomatic achievement for Israel: the European Parliament adopted a precedent-setting resolution stipulating that any ceasefire in Gaza would be conditional on the dismantling of the Hama terrorist organization and the immediate and unconditional release of all the abductees. The European Parliament today passed a resolution stipulating that any call for a ceasefire in Gaza is conditional on the dismantling of the Hamas terrorist organization and the immediate and unconditional release of all the abductees. The resolution was adopted by a large majority of 312 supporters against 131 opponents. The European Parliament also criticized Hamas' misuse of civilian infrastructure, the construction of attack tunnels and the use of human shields. In the resolution, the European Parliament expressed shock at the enormous wealth of Hamas leaders at the expense of the Palestinian citizens who live in poverty, and condemned countries that provided financial, material and operational aid to Hamas and called for an investigation to determine the sources of funding and weapon systems of the terrorist organization. The resolution was adopted, inter alia, thanks to the resolute activity of the Israeli Embassy to the European Union in Brussels, the European Division of the Ministry of Foreign Affairs and the embassies in the region. Minister of Foreign Affairs Israel Katz: \"Today, the European Parliament adopted a precedent-setting resolution stipulating that any ceasefire in Gaza is conditional on the dismantling of the Hamas terrorist organization and the immediate release of all the abductees - and recognized the right of the State of Israel to defend itself. I congratulate the MFA personnel for the diplomatic success, we will continue to work for the interests of the State of Israel.\" ",
        "publish_date": "19.01.2024"
    },
    {
        "id": "aed9af9b-ec19-4dc4-ba1c-cfc20b6b9649",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/mfa-bibs",
        "content": "The Ministry of Foreign Affairs marked this evening the first birthday of Kfir Bibas, who has been held captive by Hamas for 104 days, along with 135 other hostages held in Gaza, including his parents, Shiri and Jordan, and his four-year-old brother Ariel. In tribute to Kfir, a video produced to mark his first birthday calling for his immediate release as well as the release of all the abductees in Gaza. was projected on the front of the Foreign Ministry building.In addition, the Ministry building was lit up in orange, which is the color accompanying the campaign calling for the release of the Bibas family from Hamas captivity. Minister of foreign Affairs Israel Katz: “Kfir Bibas is a symbol of the atrocities perpetrated by Hamas, the scale of which have not occurred since the Holocaust. Abducting a baby from his home. We will remember, we will not forget, we will destroy Hamas.\" ",
        "publish_date": "19.01.2024"
    },
    {
        "id": "00e7a465-5432-4974-a9fe-da3be7ca92a1",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/extremely-rare-silver-coin-discovered-at-archeological-site-17-jan-2024",
        "content": "(Communicated by the IAA Spokesperson) Rare evidence for the earliest use of coins in the country—an extremelyed to the Persian period (6th–5th centuries BCE)—was recently discovered in an Israel Antiquities Authority excavation at a site in the Judean Hills. The excavation, carried out in the course of infrastructure works undertaken by the Netivei Israel National Transport Infrastructure Company, also exposed a building from the First Temple Period, with even earlier evidence for commerce in the form of a sheqel weight. The rare coin was discovered by Semyon Gendler, the Acting Judean District Archaeologist of the Israel Antiquities Authority. The coin, found intentionally broken, was minted with a square stamp embedded into one face; later, more sophisticated techniques produced coins with protruding rather than sunken stamps. According to Dr. Robert Kool, Head of the Israel Antiquities Authority Numismatic Department, “The coin is extremely rare, joining only half a dozen coins of its type that have been found in archaeological excavations in the country. The coin was minted in a period when the use of coins had just begun. The rare find contributes information concerning the way trade was carried out, and the process whereby global commerce moved from payment by weighing silver pieces, to the use of coins. The coin belongs to a group of very early coins that were minted outside Israel, in the regions of ancient Greece, Cyprus and Turkey. In the 6th–5th centuries BCE, such coins began to appear at sites in the Land of Israel.  An additional indication of the gradual process is the fact that, although the silver coin was minted as a coin, it was found intentionally cut into two. This indicates that in the 4th century BCE, it was used as a weighed piece of silver, rather than as a coin, even though coins were current in this period. According to Michal Mermelstein and Danny Benayoun, Excavation directors on behalf of the Israel Antiquities Authority, “The site was situated in the rural area of the Kingdom of Judah, whose capital was in Jerusalem. It was first settled in the First Temple period, in the 7th century BCE (2,700 years ago), during the reigns of the kings of Judah, Hezekiah, Manasseh, Amon and Josiah, a peak settlement period in the kingdom of Judah. A characteristic ‘four-room house’ was uncovered from this period, and the sheqel weight, found on the floor of one of the rooms in the house, provides early evidence for trade. The dome-shaped stone weight would have been used for weighing metals, spices, and other expensive commodities. The sign on the weight was an ancient Egyptian (hieratic) abbreviation for the word sheqel, and the single incised stroke represents one sheqel. The weight weighs 11.07 g. “This was in effect a standard weight in the region of the kingdom of Judah, showing that commodities were carefully weighed in the markets,” say the archaeologists.   Moriya Reef, an engineer and Southern Region Projects Department Manager for Netivei Israel: \"We began the substantial project on Highway 375, which aims toward expanding into a two-lane, two-way highway, 8 km long, including arranging junctions and expanding the existing underpasses on the route. We fully recognized that this area required collaboration with the Antiquities Authority for the possibility of discovering archeological findings at any point throughout the job site. We enabled them to conduct their work parallel to the progress on the highway, and there is no doubt that its findings are amazing. The thought that discovering such important and meaningful findings  thanks to initiating an infrastructure project is undoubtedly quite exciting\". According to Eli Escusido, Director of the Israel Antiquities Authority, \"It is always surprising, how important findings are discovered in unexpected places. The tiny coins are a crucial source of information in archaeology. They provide us visual details, inscriptions, and dates. Through a tiny object like a coin, it becomes possible to trace human thought processes and observe that our economic habits have remained largely unchanged for thousands of years - only the technology has changed. In this context, it is interesting to consider future archaeological research in a world that has adopted electronic commerce.\"",
        "publish_date": "17.01.2024"
    },
    {
        "id": "779263a9-1294-4ce4-a048-29331a78db6e",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-visits-nevatim-air-base-17-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Wednesday, 17 January 2024), visited the Nevatim Air Base in southern Israel. At the start of the visit, the Prime Minister went to the 116th Squadron, the \"Lions of the South\", which flies the F-35I Adir, Prime Minister Netanyahu received an operational briefing from Nevatim Air Base Commander Brig.-Gen. Yotam Sigler, and from 116th Squadron Commander Lt.-Col. D on its activity up until now in the fighting in all sectors, and on its various missions: Assisting the ground forces in Gaza, attacks in the northern sector, discovering and intercepting hostile aerial targets, and other missions. The Prime Minister then visited the Maof Rahav unit, a joint Air Force-Intelligence Branch unit, the goal of which is to greatly increase the identification of targets in order to eradicate and destroy enemy capabilities. Prime Minister Netanyahu at the 116th Squadron [translated from Hebrew]: \"The war is continuing and it will continue until the end, until we achieve all of its goals: Returning the hostages, eliminating Hamas and ensuring that Gaza never again constitutes a threat to Israel. Let nobody misjudge us. We will continue to fight on land, at sea and in the air until total victory.\" The Prime Minister was accompanied by his Chief of Staff, Tzachi Braverman, National Security Council Director Tzachi Hanegbi and his Military Secretary, Maj.-Gen. Avi Gil. ",
        "publish_date": "17.01.2024"
    },
    {
        "id": "2168ebb7-4260-46d1-8555-810c78ee50aa",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/regulatory-measures-approved-for-the-production-of-beef-without-using-animals-17-jan-2024",
        "content": "Three years ago, Prime Minister Benjamin Netanyahu directed the then Prime Minister's Office (PMO) Director General to form a team to advance the field of alternative proteins based on the understanding that it would lead to innovative economic strengthening of the State of Israel, provide food security and food safety, and promote animal welfare. The team, led by the PMO Director General, included the Health Ministry, the Innovation Authority, the Science Ministry, the Economy Ministry and the Agriculture Ministry. Pursuant to the team's work, regulatory permits were issued this year for the production of milk without using cows, and – today – meat without using animals. Prime Minister Netanyahu [translated from Hebrew]: \"Israel is the first country to approve the sale of cultured meat. This is a global breakthrough in the field of alternative protein and important news for food security, environmental protection and concern for animals.\" Over the past year, Prime Minister Netanyahu has held several tours and meetings with cultured meat companies, and discussions together with supportive Israeli economic leaders. Cooperation between the relevant Government ministries and companies in the field have led to this breakthrough. ",
        "publish_date": "17.01.2024"
    },
    {
        "id": "606dd2eb-4ed7-466c-9785-488ff83eb85a",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-meets-with-czech-president-petr-pavel-15-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Monday, 15 January 2024), at the Prime Minister's Office in Jerusalem, met with Czech President Petr Pavel and welcomed him on his first visit to Israel as President of the Czech Republic. The Prime Minister updated the Czech President on developments in the war and thanked him for the Czech government and people's unwavering support for the State of Israel in its just fight against the Hamas terrorist organization. The two leaders discussed strengthening bilateral cooperation in security, energy, agriculture and innovation. An MOU between the two countries regarding cyber will be signed tomorrow. The following officials participated in the expanded meeting: For the Israeli side – the Director of the National Security Council, the Prime Minister's Foreign Policy Adviser and the Israeli Ambassador to the Czech Republic. For the Czech side – the President's Military Secretary, the Foreign Ministry Director General and the Czech Ambassador to Israel. ",
        "publish_date": "15.01.2024"
    },
    {
        "id": "0e4636c2-17b1-4272-ae03-42a292761b75",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/government-approves-2024-state-budget-15-jan-2024",
        "content": "The Government, today (Monday, 15 January 2024), approved the 2024 state budget.  Prime Minister Benjamin Netanyahu [translated from Hebrew]:  \"We have reached agreement and we will now pass a very important budget. This is the war budget that also looks after the needs of our reservists and their families, the self-employed, the Government ministries and the needs of the public. We are increasing the health budget and adding NIS 1 billion to it for mental health, a major and important need. It increases the education budget, the social welfare budget and the public security budget but, first of all, it takes care to increase the security budget, which is simply essential for victory and for our future.  I want to thank the Finance Minister and the Government ministers who joined in the effort here. We are also looking after many varied needs, and I know that this also demanded substantial sacrifice and I am very grateful to all of you for this response; you are sharing the burden.  Of course, I send best wishes for a quick recovery to the wounded and condolences to the family of the woman who was murdered. We are in the midst of a war against terrorism on all fronts, also on this front. We will not relent until we achieve victory.\" ",
        "publish_date": "15.01.2024"
    },
    {
        "id": "47bec37f-a482-4edb-8c8c-01dc233e71b9",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/100days",
        "content": "Israel's embassies around the world held activities and events to mark 100 days since the October 7th massacre and for the release of the 136 hostages held by Hamas. The events were held together with local partners who expressed support for Israel. FM Katz: \"The October 7 massacre should reverberate all over the world. The citizens of Israel, together with Jewish communities and supporters of Israel around the world, will never forget the atrocities committed by Hamas terrorists and will never let them forget. The return of all the abductees to their families is the top priority of the Ministry of Foreign Affairs and the country's diplomats around the world, and will remain so until everyone returns home.\"   Following is a listing of some of the activities of Israel's embassies around the world:",
        "publish_date": "14.01.2024"
    },
    {
        "id": "7bb495ed-4758-4cba-a7fd-09ed86768449",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/katz-ben-zaid",
        "content": "Minister of Foreign Affairs Israel Katz spoke today (Sunday, 14 January 2024) with the Minister of Foreign Affairs of the United Arab Emirates, Abdullah bin Zayed, and emphasized the importance that Israel attaches to relations with the United Arab Emirates. FM Katz added that Israel is committed to returning all the abductees and defeating the Hamas terrorist organization. The two agreed to continue improving bilateral relations and to promote peace and security for the benefit of all the people in the region.",
        "publish_date": "14.01.2024"
    },
    {
        "id": "d3eb504c-7037-4104-85cb-2dedbd94c74c",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/president-herzog-addresses-central-rally-marking-100-days-of-captivity-of-the-hostages-14-jan-2024",
        "content": "(Communicated by the President's Spokesperson)   President Isaac Herzog this evening (Sunday, 14 January 2024) addresses the central rally in Tal Aviv marking 100 days of captivity for the hostages held by Hamas in Gaza. Following is the full speech by the President: Beloved families, my sisters and brothers, dear citizens of Israel. One hundred days, one hundred long days of captivity. One hundred terrible days of loneliness. One hundred days in which the hostages: babies, children, the elderly, women, and men, the wounded and sick, are threatened by despicable Hamas terrorists, held in diabolical cruelty, in the dark, in tunnels, without medical treatment, in terrible suffering. A hundred days of worry and fear. A hundred days of uncertainty, not knowing what will happen to them. One hundred days in which the heart of an entire nation beats together with you - beloved families. A hundred days in which each of us feels that the whole world is missing, that this horror is ever-present in our lives, in its most tangible and terrible sense. A hundred days in which we remember very well that the responsibility for any harm to our hostages lies with the murderers of Hamas, those who kidnapped, those who tortured, those who slaughtered. One hundred days of prayer, of hope, of expectation. A hundred days in which our hearts have burned with pain and frustration. A hundred days in which we all count the seconds and minutes. A hundred days in which we hear the voices of our sisters and brothers calling out to us from under the ground. A hundred days in which we call out to the Gates of Heaven with the cry: 'Let my people go!' Dear families, friends, even as we call and cry out now, we are faced with a bitter, cynical, and vicious enemy. And so I have an important message for you, I came here tonight as the President of the State of Israel to tell you in the name of the entire nation, and in the name of many all over the world: You, dear families, you are not alone, and we will not allow you to be alone. Not now, and not ever. Your heroism and your strength of stature give us all strength in the unwavering struggle to return our daughters and sons from the hands of a cruel and inhumane enemy. A whole nation is united together with you, tethered resolutely to the duty of returning all the hostages home, and restoring security for all Israeli citizens. Because the return of the hostages is beyond any debate, beyond any dispute. This is our deep moral order – the call to duty of a people and a state. I wish to speak to the world and say in English, and convey through all the networks broadcasting from here: (In English) “From Hostage Square in Tel Aviv, a symbol of solidarity and humanity, I call upon the entire family of nations to do your part. This isn’t just about our battle, it is a battle for the entire world. Stand with life and liberty against barbarism and hate. Stand with freedom and democracy, stand with our hostages, and help bring them back home. There is no “later”. The time to act is now. (In Hebrew)We cannot allow the issue of the hostages to fall from the public and global agenda, until the very last one of the hostages is freed. I commit to continue acting to ensure this, in every way and with every tool at my disposal. For their sake, and for our sake. And from here - from Hostage Square, I offer strength to the soldiers and commanders of the IDF and the security forces, who risk their lives to defeat the enemy, and bring the hostages home. I embrace the bereaved families and the many wounded in body and soul. I would like to thank all of you here and everyone who has been working for a hundred days with dedication, with indefatigable love for the return of the hostages home. All who have been working for this, thousands on behalf of the state and of course in Israeli society – especially in the Hostage Families' Forum, and among our friends all over the world - led by the United States. Because, yes dear families, your voice - the voice of the mothers and fathers calling their children to return home - has been with us for a hundred days, day and night, night and day. We stand together with you now – as the sun sets on this sacred day of mutual responsibility, and cry out: we are asking for our brothers and sisters, we demand our brothers and sisters. May G-d grant that they will return home to us soon, and the words of the Prophet will soon be fulfilled: 'And the faithful of G-d will return and come to Zion, eternal joy will be upon their heads, they will find happiness and joy, and they will forget grief and sorrow.'” ",
        "publish_date": "14.01.2024"
    },
    {
        "id": "8fd7d641-f5db-4d69-8fa0-f88605fd9beb",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/pm-netanyahu-s-remarks-at-the-start-of-the-government-budget-approval--meeting-14-jan-2024",
        "content": "Following are Prime Minister Benjamin Netanyahu's remarks [translated from Hebrew], today (Sunday, 14 January 2024), at the start of the Government meeting to approve the 2024 state budget: \"One hundred days ago, the Hamas monsters invaded the State of Israel and massacred us. They raped and burned our citizens and took them hostage. We have returned half of them. We are not giving up on anyone.  We are doing everything to bring them all back home. I emphasize: All of them, without exception. These efforts are continuing at all times, even at this moment. We will complete them at the same time as the completion of the other goals of the war. One of the things that has become clear beyond all doubt is that we must conduct this war, and it will yet take many months. Therefore, today we are submitting a war budget. While this budget is indeed an annual budget, it is a budget for a year in which we are at war. This requires us to incur far greater security expenditures than we planned. We also understand that we will need to invest in a multi-year plan to free the State of Israel from dependence on external acquisitions for many items – in local procurement, in local production capabilities; all of this will reach the Government table. But at this moment, what is required is, first of all, to cover the expenses of the war and to allow us to conduct the war in the coming year and complete it, including eliminating Hamas, returning our hostages and restoring security and the sense of security in both the north and the south so that the residents can return there. We will also submit here compensation and grants for reservists, the families of reservists, and the self-employed; they deserve a whole range of benefits. We are also submitting an increased budget for rebuilding the communities and the kibbutzim, and – of course – for returning the evacuees. We are busy here – first of all – with the step of achieving immediate security, but we are also laying the foundations for security for generations. Here I say – we must all share in the burden. When I say 'we must all' I mean all Government ministries. This is what is being done in the Prime Minister's Office (PMO). According to a preliminary evaluation carried out by Prof. Simhon, he told me that the relative cut to the PMO budget is the largest among all ministries. I do not know if it is the biggest but I demand that everyone share in the burden and render assistance as necessary. I tell you that there are items about which I have not compromised: For example, tax credit points for parents of children aged 0-3, because this serves these people. These are usually people aged 30-40, they are now serving; this assists those who serve. I have also said that VAT will not be raised this year. We usually do not raise taxes. It seems to me that the only taxes that we are submitting in this budget and in this year are on bank profits. There is also a tax on cigarettes. I know that there is good news about the investments we are providing to the Intel plant and the high-tech industry, but – first and foremost – there is vast investment in security. This requires what are called 'adaptations' – this is a clean term for cuts. This is the truth, and this is how it is interpreted. Even so, the deficit will be increased because financing such a large increase in the security budget will also come as a result of our having to temporarily increase the deficit for this year, because we have a very strong economy, which we have built here together over the past 20 years, one of the most splendid economies in the world. We have the possibility of increasing the deficit but on the other hand we must do the adaptations. I request that you all take the initiative to share in the burden. This is what I ask of all of you. I know that we will yet deliberate during the day but this is my goal: I expect that in the coming day, in the next 24 hours, I am prepared to sit here as long as necessary, and if possible in the coming night we will finish this. We will submit a war budget for the State of Israel, a budget that ensures our security and our future. I thank you in advance.\" ",
        "publish_date": "14.01.2024"
    },
    {
        "id": "629fdab0-eb8a-486d-a9ad-a705b9a7401f",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/mossad-and-isa-announcement-13-jan-2024",
        "content": "The following has been cleared for publication: Orders from the organization leadership, acquisition of UAVs and use of criminal elements: This is how Hamas terrorist organization senior operatives advanced attacks against innocents around the world. The Hamas terrorist organization is working to advance attacks against targets in the Middle East, Africa and Europe under the command of senior organization leaders. On 14 December 2023, the Danish and German security and enforcement authorities announced the widespread arrest of suspects in Europe who are now the subject of judicial proceedings. In a continuing intelligence effort, considerable information has been uncovered that proves how the Hamas terrorist organization has acted to expand its violent activity abroad in order to attack innocents around the world. Thanks to combined inter-organizational forces in Israel and abroad, a comprehensive and in-depth picture of Hamas's terrorist activities has been revealed, including details of areas of action, targets for attacks and those involved in implementing the activity – from Hamas commanders in Lebanon to the last attackers in the operational infrastructure, as well as information on the intention to attack the Israeli Embassy in Sweden, the acquisition of UAVs and the use of elements from criminal organizations in Europe. Hamas draws inspiration from the terrorist activity of the Iranian regime, and like it, aspires to attack Israeli, Jewish and Western targets at any price. The Mossad, the ISA and the IDF, in conjunction with the international security and enforcement bodies, will continue their efforts to thwart the terrorist intentions of Hamas and all terrorist organizations, and to settle accounts with them everywhere in the world, on behalf of the security of the State of Israel and the Jewish people.  ",
        "publish_date": "13.01.2024"
    },
    {
        "id": "90cd3e24-f830-48e7-8a32-ad6f155f7907",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-13-jan-2023",
        "content": "Prime Minister Benjamin Netanyahu, this evening (Saturday, 13 January 2024), at the Kirya in Tel Aviv [translated from Hebrew]: \"Citizens of Israel, may we have a good week. Today, we mark 100 days of the war, 100 days since the terrible day on which our citizens were massacred and taken hostage. We are continuing the war until the end – until total victory, until we achieve all of our goals: Eliminating Hamas, returning all of our hostages and ensuring that Gaza will never again constitute a threat to Israel. We will restore security to both the south and the north. Nobody will stop us – not The Hague, not the axis of evil and not anybody else. The hypocritical onslaught at The Hague against the state of the Jews that arose from the ashes of the Holocaust, at the behest of those who came to perpetrate another Holocaust against the Jews – is a moral low point in the history of nations. In the murder tunnels of Gaza, our forces have found copies of Hitler's Mein Kampf. In a home in Gaza, they found a child's tablet with a picture of Hitler as the screensaver. Not for nothing did German Chancellor Scholz, after viewing the atrocities of the October 7 massacre, say: 'Hamas are the new Nazis.' Yesterday, I spoke with Chancellor Scholz and I thanked him for Germany's willingness to send a delegation to The Hague to help refute this despicable lie. But see the depth of the absurdity and the hypocrisy: Supporters of the new Nazis dare to accuse us of genocide. Who do they support? Murderers, rapists, those who decapitate and those who burn babies?! What brazen gall. What a disgrace. The State of Israel, the IDF and our security services are fighting a moral and just war that is without parallel, against the Hamas monsters, the new Nazis. This international campaign of denigration will not weaken either our hand or our determination to fight until the end, because something has changed in the history of our people. The antisemitism is the same antisemitism but the status of the Jewish people has fundamentally changed. Because today we have a state. Today we have defense forces and heroic soldiers to protect our people. What happened on October 7 will not happen again. This is our mission. This is our obligation. Tomorrow we will submit a budget that will ensure the continuation of the war: More money – a lot more – for security. More compensation and grants for reservists, families, the self-employed and for all who are bearing the burden. More assistance to return evacuees to their homes and for rebuilding the communities and the kibbutzim. Citizens of Israel, we are on the path to victory. We will not stop until we achieve victory. I know that there are those who doubt this – I am not among them. I hear your call and know that you, citizens of Israel, are not among them either. We are doing this together to the end. I believe in our people, in our soldiers and commanders, and I believe that after the massacre of October 7, we will not compromise on anything less than total victory. I say this, on your behalf, to every world leader who I speak with – we will not compromise and we will not stop. We are continuing until victory; we have no other choice. I have heard commentators in studios who explain 'This is not possible. This is not necessary.' Then I – and you also – say: It is possible, it is necessary and we will do it. In recent weeks, we have proven to Hamas and Hezbollah that every terrorist is a dead man, wherever they are. We are continuing to eliminate many terrorists and we are doing so in two ways: In forceful military activity in which most Hamas battalions have been eliminated and clearing actions to eliminate additional terrorists left in the field, above and below ground. These actions take time. Several days ago, I met with Secretary of State Blinken. I thanked him for the American assistance and I emphasized to him: We embarked on this war after we were massacred. We are not stopping. We are continuing until we eliminate Hamas and return our hostages. I told him something else: This is not just our war – it is also your war. This is the war of the sons of light against the sons of darkness. This is a war against the axis of evil led by Iran and its three proxies: Hezbollah, Hamas and the Houthis. And I added – I do not forget, not even for a moment, that in addition to the war in Gaza, in addition to the return of our hostages and the return of the residents to their homes in both the north and the south, we have another, constant, existential mission – to prevent Iran from attaining nuclear weapons. This is my mission. This is our mission. I told Secretary of State Blinken: 'This needs to be your highest mission too.' Citizens of Israel, we are at a national moment of truth. We are fighting not only to restore our security now, we are fighting to ensure our security for generations. This war is exacting a heavy price from us. Last week we lost Lt.-Col. Roi Yosef Mordechai, a Nahal Brigade commander who volunteered to fight in Gaza. Roi survived the terrorist attack on the Mercaz Harav Yeshiva in Jerusalem 16 years ago in which eight of his friends were murdered. He left behind his wife Neta and infant daughter Ori. Ori did not manage to know her father, his spirit of voluntarism, his courage and the Zionism that pulsed within him. Roi's father, Eli, eulogized him: 'It is said that the Holy One, blessed be He, takes the very best. But he does not take – they give.' The sacrifice of Roi and our heroic soldiers who have fallen amidst boundless courage are a fresh and painful testimony to the heavy price that we all – as a state and as a people – are paying in order to live free in our land and return our hostages. I embrace my brothers and sisters from the bereaved families. Our heroic loved ones have paid the heaviest price in falling in defense of the homeland. I embrace the families of the hostages, with whom I and my wife meet all the time. These are personal, heart-rending meetings. We embrace them and listen to them. We look at the photos of their loved ones – our loved ones. I gave them a clear promise and I repeat it today: I will not give up on anyone. We are obligated to returning them all home. I embrace the wounded who have shown utmost heroism in the face of their war injuries. Every one of our fighters and commanders are true heroes who have given their souls to restore security to our country and return the residents to their homes – and so it will be. As is written in this week's Haftarah: 'then shall they dwell in their own land which I gave to My servant Jacob; and they shall dwell safely therein, and shall build houses, and plant vineyards.' [Ezekiel 28:25-26]. Together we will fight, and with G-d's help – together we will win.\" ",
        "publish_date": "13.01.2024"
    },
    {
        "id": "237f2c4e-6996-4335-8499-c8e7669e86c9",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/fm-katz-remarks-on-the-icj-hearing--12-jan-2024",
        "content": "(Communicated by the MFA Spokesperson) Minister of Foreign Affairs Israel Katz at the end of the hearing at the International Court of Justice in The Hague: \"The Israeli delegation revealed the true face of South Africa as a loyal representative of a terrorist organization that inhumanely slaughtered babies, children, women, and adults. \"When it concerns Israel, it seems that the double standards of some of the countries of the world scream to the heavens. “There is no basis for South Africa's claims against Israel. On the contrary, no evidence was presented, only evidence of a moral defensive war. “South Africa itself violates the Genocide Convention by supporting the terrorist organization Hamas, which calls for the elimination of the State of Israel. “I called the legal advisor of the Ministry of Foreign Affairs to thank him and the members of the Israeli legal team for their impressive appearance that undermined all the hypocritical arguments of South Africa and revealed its true face as a loyal representative of a terrorist organization that inhumanely slaughtered babies, children, women, and adults. “I hope the complaint will be dismissed outright and justice will prevail.” ",
        "publish_date": "12.01.2024"
    },
    {
        "id": "1fc0d3c9-eeef-4601-9a4e-6a0b3ca7325e",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/opening-statement-of-mfa-legal-advisor-tal-becker-at-icj-proceedings-12-jan-2024",
        "content": "INTERNATIONAL COURT OF JUSTICE Proceedings instituted by South Africa against the State of Israel on 29 December 2023(South Africa v. Israel) Co-Agent’s Opening Statement Dr. Tal Becker(30 minutes)  Madame President, Distinguished Members of the Court, It is an honor to appear before you again on behalf of the State of Israel. 1.    The State of Israel is singularly aware of why the Genocide Convention, which has been invoked in these proceedings, was adopted. Seared in our collective memory is the systematic murder of six million Jews as part of a pre-meditated and heinous program for their total annihilation. 2.    Given the Jewish people’s history, it is not surprising that Israel was among the first States to ratify the Genocide Convention, without reservation, and to incorporate its provisions in its domestic legislation. For some, the promise of “Never Again” for all peoples is a slogan; for Israel, it is the highest moral obligation. 3.    Raphael Lemkin, a Polish Jew who witnessed the unspeakable horrors of the Holocaust, is credited with coining the term Genocide. He helped the world recognize that the existing legal lexicon was simply inadequate to capture the devasting evil that the Nazi Holocaust unleashed.  4.    The Applicant has now sought to invoke this term in the context of Israel’s conduct in a war it did not start and did not want. A war in which Israel is defending itself against Hamas, Palestinian Islamic Jihad, and other terrorist organizations whose brutality knows no bounds.  5.    The civilian suffering in this war, like in all wars, is tragic. It is heartbreaking. The harsh realities of the current hostilities are made especially agonizing for civilians given Hamas’s reprehensible strategy of seeking to maximize civilian harm to both Israelis and Palestinians, even as Israel seeks to minimize it.  6.    But, as this Court has already made clear, the Genocide Convention was not designed to address the brutal impact of intensive hostilities on the civilian population, even when the use of force raises “very serious issues of international law” and involves “enormous suffering” and “continuing loss of life”.  The Convention was set apart to address a malevolent crime of the most exceptional severity. 7.    We live at a time when words are cheap. In an age of social media and identity politics, the temptation to reach for the most outrageous term, to vilify and demonize, has become for many irresistible. But if there is one place where words should still matter, where truth should still matter, it is surely a court of law. 8.    The Applicant has regrettably put before the Court a profoundly distorted factual and legal picture. The entirety of its case hinges on a deliberately curated, decontextualized, and manipulative description of the reality of current hostilities.  9.    South Africa purports to come to this Court in the lofty position of a guardian of the interest of humanity. But in delegitimizing Israel’s 75-year existence in its opening presentation, that broad commitment to humanity rang hollow. And in its sweeping counter-factual description of the Israeli-Palestinian conflict, it seemed to erase both Jewish history and any Palestinian agency or responsibility. Indeed, the Application delegitimization of Israel since its very establishment in 1948 in its submissions, sounded barely distinguishable from Hamas’s own rejectionist rhetoric.  10.    It is unsurprising, therefore, that in the Applicant’s telling, both Hamas’s responsibility for the situation in Gaza, and the very humanity of its Israeli victims are removed from view.       11.    The attempt to weaponize the term genocide against Israel in the present context, does more than tell the Court a grossly distorted story, and it does more than empty the word of its unique force and special meaning. It subverts the object and purpose of the Convention itself – with ramifications for all States seeking to defend themselves against those who demonstrate total disdain for life and for the law. Madame President, Members of the Court, 12.    On Saturday, October 7, a Jewish religious holiday, thousands of Hamas and other militants breached Israel’s sovereign territory by sea, land, and air, invading over twenty Israeli communities, bases and the site of a music festival. What proceeded, under the cover of thousands of rockets fired indiscriminately into Israel, was the wholesale massacre, mutilation, rape and abduction of as many citizens as the terrorists could find before Israel’s security forces repelled them. Openly displaying elation, they tortured children in front of their parents, and parents in front of their children, burned people, including infants, alive, and systematically raped and mutilated scores of women, men and children. All told, some 1,200 people were butchered that day, more than 5,500 maimed, and some 240 hostages abducted, including infants, entire families, persons with disabilities and Holocaust survivors, some of whom have since been executed; many of whom have been tortured, sexually abused and starved in captivity.  Representatives of the hostages’ families are in this Court room today and we acknowledge their presence and their boundless suffering. 13.    We know of the brutality of October 7 not only from the harrowing testimonies of the survivors, the unmistakable proof of carnage and sadism left behind, and the forensic evidence taken at the scene. We know it because the assailants proudly filmed and broadcast their barbarism.  14.    The events of that day are all but ignored in the Applicant’s submissions. But we are compelled to share with the Court some fraction of its horror - the largest calculated mass murder of Jews in a single day since the Holocaust.  15.    We do so not because these acts - however sadistic and systematic - release Israel of its obligations to uphold the law as it defends its citizens and territory. That is unquestionable. We do so rather because it is impossible to understand the armed conflict in Gaza, without appreciating the nature of the threat Israel is facing, and the brutality and lawlessness of the armed force confronting it.  16.    In the Volume of materials submitted to Members of the Court access has been provided to a portion of the raw footage for separate screening. But I am obliged to put before the Court today some small fragment of the scenes of unfathomable cruelty that took place in hundreds of locations on that horrible day.  17.    Johnny Siman Tov, a wheat farmer, and his wife Tamar, an activist for women’s rights, lived in Kibbutz Nir Oz. When the rocket fire started, they hid in the safe room with their 4 year-old son, Omer, and their 6 year-old twins, Arbel and Shachar. During their rampage, Hamas militants set fire to their house. Johnny texted his sister Ranae “They’re here. They’re burning us. We’re suffocating”. The whole family was burned alive, to ashes, making DNA identification especially difficult.   18.    A survivor of the Nova music festival massacre testified to police to witnessing a Hamas militant brutally raping a young woman, as another militant cut off her breast and toyed with it. A second militant then raped her again, shooting her in the head while still inside her.   19.    In one video recorded by a home surveillance system, a Hamas militant throws a grenade into a safe room where a father and his two sons have rushed to hide. The father is killed; the two sons are injured and bleeding as a militant pulls them into the living room. One child can be heard screaming to his brother, “Why am I alive? I can’t see anything. They’re going to kill us”. The militant casually opens the fridge, takes out a bottle and drinks.   20.    And then there is this [Screen Clip 1]: [In yet another recording, a Hamas militant called Mahmoud, is heard excitedly calling his parents from Kibbutz Mefalsim. “Open my Whatsapp” he says “Look how many I killed with my own hands. Your son killed Jews!”. “I’m talking to you from a Jewish woman’s phone. I killed her and I killed her husband. I killed ten with my own hands!”. “Dad, ten with my own hands” he shouts with palpable joy. “Mom, your son is hero”, he says].    21.    As stated, none of these atrocities absolve Israel of its obligations under the law. But they do enable the Court to appreciate three core aspects of the present proceedings, which the Applicant has obscured from view. 22.    First, that if there have been acts that may be characterized as genocidal, then they have been perpetrated against Israel. If there is a concern about the obligations of States under the Genocide Convention, then it is in relation to their responsibilities to act against Hamas’s proudly declared agenda of annihilation, which is not a secret, and is not in doubt.  23.    The annihilationist language of Hamas’s Charter is repeated regularly by its leaders,  with the goal, in the words of one member Hamas’s political bureau, of the “cleansing of Palestine of the filth of the Jews”.  It is expressed no less chillingly in the words of senior Hamas member, Ghazi Hamad, to Lebanese Television on October 24th, 2023 who refers to the October 7th attacks, what Hamas calls the Al Aqsa Flood, as follows: [Screen clip 2] [“The Al Aqsa Flood”, he says “is just the first time, and there will be a second, a third and a fourth”]. In the continuation of this interview, Hamad is asked: “Does that mean the annihilation of Israel”. “Yes, of course.” he answers. “The existence of Israel is illogical”; and then says “Nobody should blame us for the things we do. On October 7, October 10, October 1,000,0000 – everything we do is justified”.  Given that on October 7, before any military response by Israel, South Africa issued an official statement blaming Israel for the “recent conflagration”,  - essentially blaming Israel for the murder of its own citizens - one wonders whether the Applicant agrees.     24.    Second, it is in response to the slaughter of October 7 – which Hamas openly vows to repeat - and to the ongoing attacks against it from Gaza, that Israel has the inherent right to take all legitimate measures to defend its citizens and secure the release of the hostages. This right is also not in doubt. It has been acknowledged by States across the world.   25.    Astonishingly, the Court has been requested to indicate a provisional measure calling on Israel to suspend its military operations. But this amounts to an attempt to deny Israel its ability to meet its legal obligations to the defense of its citizens, to the hostages, and to over 110,000 internally displaced Israelis unable to safely return to their homes.  26.    The Applicant in its submissions to the Court makes almost no mention of the ongoing humanitarian suffering of Israel’s citizens at the hands of Hamas,  and treats the hostages still held in captivity, as barely afterthought. But is there a reason these people [on your screen] are unworthy of protection? [Show slide - 3]  27.    Hamas is not party to these proceedings. The Applicant, by its request, seeks to thwart Israel’s inherent right to defend itself – to let Hamas not just get away with its murder, literally, but render Israel defenseless as Hamas continues to commit it.  28.    Yesterday, Counsel for the Applicant made the astonishing claim that Israel was denied this right, and as a matter of fact should not be able to protect itself from Hamas’ attacks. But allow me to draw attention to these words written by Professor Lowe: “The source of the attack, whether a state or non-state actor, is irrelevant to the existence of the right” to self-defense. “Force may be used to avert a threat because no-one, and no state, is obliged by law passively to suffer the delivery of an attack”.  Israel agrees with these words, as I suspect would any sovereign State. 29.    If the claim of the Applicant now is that in the armed conflict between Israel and Hamas, Israel must be denied the ability to defend its citizens – then the absurd upshot of South Africa’s argument is this: Under the guise of the allegation against Israel of genocide, this Court is asked to call for an end to operations against the ongoing attacks of an organization that pursues an actual genocidal agenda. An organization that has violated every past ceasefire and used it to rearm and plan new atrocities. An organization that declares its unequivocal resolve to advance its genocidal plans. That is an unconscionable request, and it is respectfully submitted that it cannot stand.  30.    Third, the Court is informed of the events of October 7 because, if there are any Provisional Measures that should appropriately be indicated here, they are indeed with respect to South Africa itself.  31.    It is a matter of public record, that South Africa enjoys close relations with Hamas, despite its formal recognition as a terrorist organization by numerous States across the world.  These relations have continued unabated even after the October 7 atrocities.  South Africa has long hosted and celebrated its ties with Hamas figures, including a senior Hamas delegation that – incredibly – visited the country for a “solidarity gathering” just weeks after the massacre.   32.    In justifying instituting these proceedings, South Africa makes much of its obligations under the Genocide Convention. It seems fitting, then, that it be instructed to comply with those obligations itself; to end its own language of de-legitimization of Israel’s existence; end its support for Hamas; and to use its influence with this organization so that Hamas permanently ends its campaign of genocidal terror and releases the hostages.  Madame President, Members of the Court,   33.    The hostilities between Israel and Hamas have exacted a terrible toll on both Israelis and Palestinians. But any genuine effort to understand the cause of this toll must take account of the horrendous reality created by Hamas within the Gaza Strip.  34.    When Israel withdrew all its soldiers and civilians from Gaza in 2005 it left a coastal area with the potential to become a political and economic success story. Hamas’s violent take-over in 2007 changed all that. Over the past 16 years of its rule, Hamas has smuggled countless weapons into Gaza, and has diverted billions in international aid, not to build schools, hospitals or shelters to protect its population from the dangers of the attacks it launched against Israel over many years, but rather to turn massive swathes of the civilian infrastructure into perhaps the most sophisticated terrorist stronghold in the history of urban warfare.   35.    Remarkably, counsel for South Africa described the suffering in Gaza as “unparalleled and unprecedented”, as if they are unaware of the utter devastation wrought in wars that have raged just in recent years around the world. Sadly, the civilian suffering in warfare is not unique to Gaza. What is actually “unparalleled and unprecedented” is the degree to which Hamas has entrenched itself within the civilian population, and made Palestinian civilian suffering an integral part of its strategy.  36.    Hamas has systematically and unlawfully embedded its military operations, militants and assets throughout Gaza within and beneath densely populated civilian areas. It has built an extensive warren of underground tunnels for its leaders and fighters several hundred miles in length throughout the Strip, with thousands of access points and terrorist hubs located in homes, mosques, UN facilities, schools and perhaps most shockingly hospitals.   37.    This is not an occasional tactic. It is an integrated, preplanned, extensive and abhorrent method of warfare. Purposely and methodically murdering civilians. Firing rockets indiscriminately. Systematically using civilians, sensitive sites and civilian objects as shields. Stealing and hoarding humanitarian supplies - allowing those under its control to suffer, so that it can fuel its fighters and terrorist campaign. 38.    The appalling suffering of civilians – both Israeli and Palestinian – is first and foremost the result of this despicable strategy; the horrible cost of Hamas not only failing to protect its civilians but actively sacrificing them for its own propaganda and military benefit. And if Hamas abandons this strategy, releases the hostages and lays down its arms, the hostilities and suffering would end.  Madame President, Members of the Court, 39.    There are many distortions in the Applicant’s submission to the Court, but as shall be demonstrated by Counsel, there is one that overshadows them all. In the Applicant’s telling, it is almost as if there is no intensive armed conflict taking place between two parties at all, no grave threat to Israel and its citizens, only an Israeli assault against Gaza.  40.    The Court is told of widespread damage to buildings, but it is not told, for example, how many thousands of these buildings were destroyed because they were booby trapped by Hamas, how many became legitimate targets because of the strategy of using civilian objects and protected sites for military purposes, how many buildings were struck by over 2000 indiscriminate terrorist rockets that misfired and landed in Gaza itself.  41.    The Court is told of over 23,000 casualties, as the Applicant repeats, as many have, unverified statistics provided by Hamas itself – hardly a reliable source.  Every civilian casualty in this conflict is a human tragedy that demands our compassion. But the Court is not told how many thousands of casualties are in fact militants, how many were killed by Hamas fire, how many were civilians taking direct part in hostilities, and just how many are the tragic result of legitimate and proportionate use of force against military targets.   42.    And the Court is also told of the dire humanitarian situation in Gaza, but it is not told of Hamas’s practice of stealing and hoarding aid,  it is not told of the extensive Israeli efforts to mitigate civilian harm,  of the humanitarian initiatives being undertaken to enable the flow of supplies and provide medical attention to the wounded.  43.    The Applicant purports to describe the reality in Gaza. But it is as if Hamas, and its total contempt for civilian life, just do not exist as a direct cause of that reality. Hamas is widely estimated to have over 30,000 fighters and is known to bring minors no older than 15 or 16 into its ranks. They are coming for us. But, in South Africa’s telling, they have all but disappeared. There are no explosives in mosques and schools and children’s bedrooms, no ambulances used to transport fighters, no tunnels and terrorist hubs under sensitive sites, no fighters dressed as civilians, no commandeering of aid trucks, no firing from civilian homes, UN facilities and even safe zones. There is only Israel acting in Gaza.  44.    The Applicant is essentially asking the Court to substitute the lens of armed conflict between a State and a lawless terrorist organization, with the lens of a so-called genocide of a State against a civilian population. But it is not offering the Court a lens, it is offering it a blindfold. Madame President, Members of the Court          43.    The nightmarish environment created by Hamas has been concealed by the Applicant, but it is the environment in which Israel is compelled to operate. Israel is committed, as it must be, to comply with the law, but it does so in the face of Hamas’s utter contempt for the law. It is committed, as it must be, to demonstrate humanity, but it does so in the face of Hamas’s utter inhumanity 44.    As will be presented by Counsel, these commitments are a matter of express government policy, military directives and procedures.  They are also an expression of Israel’s core values. And, as shall also be shown, they are matched by genuine measures on the ground to mitigate civilian harm under the unprecedented and excruciating conditions of warfare created by Hamas.    45.    It is plainly inconceivable – under the terms set by this very Court - that a State conducting itself in this way may be said to be engaged in Genocide, not even prima facie.  46.    The key component of genocide - the intention to destroy a people in whole or in part - is totally lacking. What Israel seeks by operating in Gaza is not to destroy a people, but to protect a people, its people, who are under attack on multiple fronts, and to do so in accordance with the law, even as it faces a heartless enemy determined to use that very commitment against it. 47.    As will be detailed by Counsel, Israel’s lawful aims in Gaza have been clearly and repeatedly articulated by its Prime Minister, its Defense Minister, and all members of the War Cabinet. As the Prime Minister reiterated yet again just this week “Israel is fighting Hamas terrorists, not the civilian population”.   48.    Israel aims to ensure that Gaza can never again be used as a launch pad for terrorism. As the Prime Minister reaffirmed, Israel seeks neither to permanently occupy Gaza or to displace its civilian population.  It wants to create a better future for Israelis and Palestinians alike, where both can live in peace, thrive and prosper, and where the Palestinian people have all the power to govern themselves, but not the capacity to threaten Israel.  49.    If there is a threat to that vision - if there is a humanitarian threat to the Palestinian civilians of Gaza - it stems primarily from the fact that they have lived under the control of a genocidal terrorist organization that has total disregard for their life and well-being. That organization, Hamas, and its sponsors, seek to deny Israel, Palestinians, and Arab States across the region, the ability to advance a common future of peace, co-existence, security, and prosperity. Israel is in a war of defense against Hamas - not against the Palestinian people - to ensure that they do not succeed. 50.    In these circumstances, there can hardly be a charge more false or more malevolent than the allegation against Israel of genocide. 51.    The Applicant has, regrettably, engaged in a transparent attempt to abuse the Convention’s compulsory jurisdiction mechanism, and in particular the Provisional Measures phase of proceedings, to bring under the purview of the Court matters over which, in truth, it lacks jurisdiction.  52.    Madame President, Members of the Court, the Genocide Convention was a solemn promise made to the Jewish people, to all peoples, of “Never Again”. The Applicant invites the Court to betray that promise. If the term genocide can be so diminished in the way it advocates, if Provisional Measures can be triggered in the way it suggests, the Convention becomes an aggressor’s charter. It will reward, indeed encourage, the terrorists who hide behind civilians, at the expense of the States seeking to defend against them.    53.    To maintain the integrity of the Genocide Convention, to maintain its promise, and the Court’s own role as its guardian, it is respectfully submitted that this Application and Request should be dismissed for what they are – a libel, designed to deny Israel the right to defend itself according to the law from the unprecedented terrorist onslaught it continues to face, and to free the 136 hostages Hamas still holds.  54.    I thank you for your kind attention. May I ask, Madame President, that you call Professor Shaw to the podium.  ",
        "publish_date": "12.01.2024"
    },
    {
        "id": "a74f3fe1-4ba0-4c84-8fbb-b31c880e79f8",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-11-jan-2024",
        "content": "Prime Minister Benjamin Netanyahu, today (Thursday, 11 January 2024) [translated from Hebrew]: \"We are fighting terrorists, and we are fighting lies. Today, again, we saw an upside down world, in which the State of Israel is accused of genocide at a time when it is fighting genocide. Israel is fighting against murderous terrorists who committed horrific crimes against humanity: They slaughtered, they raped, they burned, they dismembered, they beheaded – children, women, the elderly, young men and young women. A terrorist organization carried out the worst crime against the Jewish People since the Holocaust, and now someone comes to defend it in the name of the Holocaust. What brazen gall. The world is upside down. And the IDF, the most moral army in the world, which does everything to avoid harming non-combatants, stands accused – by the representatives of these monsters – of genocide. South Africa's hypocrisy screams to the high Heavens. Where was South Africa when millions of people were being murdered and uprooted from their homes in Syria and Yemen, by whom? By Hamas's partners. The world is upside down. Where were you? We know where we are. We will continue to fight the terrorists. We will continue to refute the lies. We will continue to uphold our just right to defend ourselves and to ensure our future – until total victory.\" ",
        "publish_date": "11.01.2024"
    },
    {
        "id": "0a6609c5-0201-41b2-a8b4-16c446a2b739",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/icj110124",
        "content": "Today we witnessed one of the greatest shows of hypocrisy in history, compounded by a series of false and baseless claims. South Africa, which is functioning as the legal arm of the Hamas terrorist organization, utterly distorted the reality in Gaza following the October 7 massacre and completely ignored the fact that Hamas terrorists infiltrated Israel, murdered, executed, massacred, raped and abducted Israeli citizens, simply because they were Israelis, in an attempt to carry out genocide. South Africa seeks to allow Hamas to return to commit the war crimes, crimes against humanity and sexual crimes they committed repeatedly on October 7, as its leaders have stated. Hamas’ representatives in the Court, the South African lawyers, are also ignoring the fact that Hamas uses the civilian population in Gaza as human shields and operates from within hospitals, schools, UN shelters, mosques and churches with the intention of endangering the lives of the residents of the Gaza Strip. 136 abductees are being held in Hamas captivity, denied access to Red Cross representatives and medical care. The State of Israel will continue to protect its citizens in accordance with international law, while distinguishing between Hamas terrorists and the civilian population, and will work for the release of all abductees and the elimination of the Hamas terrorist organization, a racist and antisemitic terrorist organization that calls in its Covenant for the destruction of the State of Israel and the murder of Jews. ",
        "publish_date": "11.01.2024"
    },
    {
        "id": "9bd2f3aa-0abb-4427-8860-613376e368c6",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/statement-by-pm-netanyahu-10-jam-2024",
        "content": "Prime Minister Benjamin Netanyahu, this evening (Wednesday, 10 January 2024): \"I want to make a few points absolutely clear: Israel has no intention of permanently occupying Gaza or displacing its civilian population. Israel is fighting Hamas terrorists, not the Palestinian population, and we are doing so in full compliance with international law. The IDF is doing its utmost to minimize civilian casualties, while Hamas is doing its utmost to maximize them by using Palestinian civilians as human shields. The IDF urges Palestinian civilians to leave war zones by disseminating leaflets, making phone calls, providing safe passage corridors, while Hamas prevents Palestinians from leaving at gunpoint and often, with gunfire. Our goal is to rid Gaza of Hamas terrorists and free our hostages. Once this is achieved Gaza can be demilitarized and deradicalized, thereby creating a possibility for a better future for Israel and Palestinians alike.\" ",
        "publish_date": "10.01.2024"
    },
    {
        "id": "f6fb2488-b5fc-4d7d-9c2b-5d7e0918347f",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/secretary-of-state-antony-blinken-at-press-availability-in-tel-aviv-9-jan-2024",
        "content": "(Communicated by the State Department Spokesperson’s Office)  Remarks by US Secretary of State Antony Blinken, at the David Kempinski Hotel this evening (Tuesday, 9 January 2024) in Tel Aviv: SECRETARY BLINKEN:  Good evening.  This is my fourth trip to Israel since the horrific Hamas attacks of October 7th, so I’m here just over three months – 95 days – since those attacks occurred. We know that for the people who were most affected by the attacks and the conflict that’s followed, time moves differently.  Immediately before this, I met with the families of hostages being held in Gaza and with hostages who’ve been released.  Several of those families I’ve now met multiple times.  For them, every day, every hour, every minute that they’re separated from their loved ones is an eternity.  Time feels different for families in Gaza as well, hundreds of thousands of whom are experiencing acute food insecurity.  For the mother or father trying to find something to feed a hungry child, the passage of another day without food is excruciating.   Time also feels different for Israelis and Palestinians whose innocent loved ones have been killed.  For them, time often falls into “before” and “after” – the “after” filled with a loss that most of us will never know and cannot fully imagine.   And those are just a few examples of how heavy these 95 days have felt – and continue to feel – for the people most affected by this conflict.This immense human toll is one of the many reasons that we continue to stand with Israel in ensuring that October 7th can never happen again.  It’s also why we’re intensely focused on bringing the remaining hostages home, addressing the humanitarian crisis and strengthening protection of civilians in Gaza, and preventing the conflict from spreading. And it’s the reason we’re working urgently to forge a path toward lasting peace and security in this region. We believe the submission against Israel to the International Court of Justice distracts the world from all of these important efforts.  And moreover, the charge of genocide is meritless.  It’s particularly galling, given that those who are attacking Israel – Hamas, Hizballah, the Houthis, as well as their supporter, Iran – continue to openly call for the annihilation of Israel and the mass murder of Jews.  On this trip, I came to Israel after meeting with the leaders of Türkiye, Greece, Jordan, Qatar, the United Arab Emirates, Saudi Arabia. All of those leaders share our concern about the spread of the conflict.  All of them are committed to using their influence, using the ties that they have to prevent it from escalating, to deter new fronts from opening.  In addition, all expressed grave concern about the dire humanitarian situation and the number of civilians killed in Gaza.  We know that facing an enemy that embeds itself among civilians – who hides in and fires from schools, from hospitals – makes this incredibly challenging.  But the daily toll on civilians in Gaza, particularly on children, is far too high.  Important progress has been made in increasing the amount of aid getting into Gaza, including by opening Kerem Shalom.  Nonetheless, 90 percent of Gaza’s population continues to face acute food insecurity, according to the United Nations.  For children, the effects of long periods without sufficient food can have lifelong consequences.   As I underscored in our meetings today, more food, more water, more medicine, other essential goods need to get into Gaza.  And then once they’re in Gaza, they need to get more effectively to the people who need them.   And Israel needs to do everything it can to remove any obstacles from crossings to other parts of Gaza.  Improving deconfliction procedures to ensure that the aid can move safely and securely is a critical part of that.   The United Nations is playing an indispensable role in addressing the immense humanitarian needs in Gaza.  There is simply no alternative. UN personnel and other aid workers in Gaza are demonstrating extraordinary courage by continuing to provide lifesaving services in what are extremely challenging conditions.  I spoke last night with the UN’s new Senior Humanitarian and Reconstruction Coordinator for Gaza Sigrid Kaag about all of these efforts that are underway.  Now, Sigrid Kaag is someone I worked very closely with a few years ago, when she led the UN mission that destroyed the Assad regime’s chemical weapons in Syria.  So, I can say from experience she has what it takes to get this job done.  She has America’s full support.  She must have Israel’s as well.  Today, we also discussed the phased transition of Israel’s military campaign in Gaza.  We continue to offer our best advice for how Israel can achieve its essential goal of ensuring that October 7th can never be repeated.  And we believe Israel has achieved significant progress toward this fundamental objective.  As Israel’s campaign moves to a lower-intensity phase in northern Gaza, and as the IDF scales down its forces there, we agreed today on a plan for the UN to carry out an assessment mission.  It will determine what needs to be done to allow displaced Palestinians to return safely to homes in the north.  Now, this is not going to happen overnight.  There are serious security, infrastructure, and humanitarian challenges.  But the mission will start a process that evaluates these obstacles and how they can be overcome.  In today’s meetings I was also crystal clear:  Palestinian civilians must be able to return home as soon as conditions allow.  They must not be pressed to leave Gaza.  As I told the prime minister, the United States unequivocally rejects any proposals advocating for the resettlement of Palestinians outside of Gaza, and the prime minister reaffirmed to me today that this is not the policy of Israel’s government. We also spoke about the tensions on Israel’s northern border with Lebanon, where Hizballah continues to launch daily rocket attacks on Israel.  As I told the war cabinet and other senior officials, the United States stands with Israel in ensuring its northern border is secure.  We’re fully committed to working with Israel to find a diplomatic solution that avoids escalation and allows families to return to their homes, to live securely in northern Israel and also in southern Lebanon. Finally, we continue to discuss how to build a more durable peace and security for Israel within the region.  As I told the prime minister, every partner that I met on this trip said that they’re ready to support a lasting solution that ends the long-running cycle of violence and ensures Israel’s security.  But they underscored that this can only come through a regional approach that includes a pathway to a Palestinian state. These goals are attainable, but only if they’re pursued together.  This crisis has clarified you can’t have one without the other, and you can’t achieve either goal without an integrated regional approach.  To make this possible, Israel must be a partner to Palestinian leaders who are willing to lead their people in living side by side in peace with Israel and as neighbors.  And Israel must be – must stop taking steps that undercut Palestinians’ ability to govern themselves effectively.  Extremist settler violence carried out with impunity, settlement expansion, demolitions, evictions all make it harder, not easier, for Israel to achieve lasting peace and security. The Palestinian Authority also has a responsibility to reform itself, to improve its governance – issues I plan to raise with President Abbas, among others, when we meet tomorrow. If Israel wants its Arab neighbors to make the tough decisions necessary to help ensure its lasting security, Israeli leaders will have to make hard decisions themselves.  When President Biden addressed the people of Israel days after the October 7th attack, he made a very simple pledge:  The United States has Israel’s back today, tomorrow, always.  The friendship between our nations is truly exceptional.  It’s our unique bond and America’s enduring commitment to the people of Israel that allows – indeed, demands – that we’re as forthright as possible in the moments when the stakes are highest, when the choices matter the most.  This is one of those moments. Happy to take some questions. MR MILLER:  The first question goes to Simon Lewis with Reuters.  QUESTION:  Thank you.  Mr. Secretary, the future of the Gaza Strip has been a theme of your trip while you’ve been visiting regional countries.  I wonder today were you able to do any – make any progress on closing the gap between Arab leaders and Israel on specific security, reconstruction, and governance arrangements for Gaza.  And you talked before leaving Saudi Arabia yesterday about the need for a practical pathway to a Palestinian state as part of any efforts towards regional integration, and obviously that’s come up today in your meetings with the cabinet.  Has Prime Minister Netanyahu changed his mind?  Is he still opposed to the creation of a separate Palestinian state, or have you managed to convince him or get any guarantees that this is something that can happen?  SECRETARY BLINKEN:  So one of the things that I heard very clearly on this trip – these two questions are actually joined – is many countries in the region are really prepared to invest in a number of ways, to invest when the conflict in Gaza is over in its reconstruction, in its security, supporting Palestinians in their governance.  But it is essential to them that there also be a clear pathway to the realization of Palestinian political rights and a Palestinian state.  And I think the view that they have expressed is that critical to ending once and for all the cycle of violence that is only going to repeat itself at some point in the future is through the realization of Palestinian political rights.  That was a very clear message that I heard everywhere I went, just as I heard, again, a commitment not only to be engaged in the future of Gaza, but also to take the steps necessary, make the commitments necessary, provide the assurances necessary to give Israel confidence in its security.  And that’s something that’s new in recent years and very powerful, which is the willingness, the commitment of many neighboring countries not only to live with Israel in peace but also genuinely to have a region that’s more integrated in which everyone can feel secure, including Israel. So there’s a – I think a – also here a potentially powerful opportunity for the future.  Now, very difficult to get there, hard to get there; hard decisions, hard choices need to be made in order to get there.  But you can see that possibility.  I’m not going to speak for the prime minister or anyone in the Israeli Government about their views.  I can just share our own, and also share a little bit of what I heard from countries in the region. MR MILLER:  For the next question, Suleiman Maswadeh with Kan News. QUESTION:  Thank you, Mr. Secretary, for taking questions.  I’ll do it very fast.  The Israeli Government is still refusing to transfer the PA’s money, and the Minister of Finance Smotrich said yesterday there are 2 million Nazis in Gaza, and I won’t give money to Nazis, just like the U.S. won’t give money to al-Qaida.  I would like to have your comment on that.  And the second question is the cabinet said – the war cabinet said that they are not – they are refusing to let Gazans go back to north Gaza for now.  Is that something that you agreed on with your Israeli counterparts?  Thank you very much. SECRETARY BLINKEN:  So first with regard to the Palestinian Authority revenues, these are their revenues.  They should have them.  They should have them in order to be able to make sure that they can pay their people who are providing essential services, including doing essential work in the West Bank, the Palestinian Authority security forces who are playing a very important role in trying to keep peace, security, and stability in the West Bank – something that’s profoundly in Israel’s interest.  So we believe that those revenues should be released to them.  Again, their revenues, and being used to do something that’s important to Israel.  And when it comes to the future governance of Gaza when the conflict is over, of course people need to be paid.  They need to be able to do the work necessary to administer Gaza, to do the other things that will be critical once the conflict ends. In terms of Palestinians and moving back north in Gaza, as I spoke to earlier, we have an agreement that the UN will now conduct an assessment to determine the conditions necessary for people to be able to move back home.  There are a lot of really challenging and important issues to deal with, including things like unexploded ordnance, booby traps, and other explosives that have been left by Hamas; infrastructure questions, proper support – all of those things are going to be evaluated by the United Nations pursuant to this agreement.  And then as soon as conditions allow, we want to see people be able to move back to their homes.  And we’ve been very clear about the necessity of doing that when conditions allow, and making sure that if people want to go back, they can go back. MR MILLER:  Will Mauldin with The Wall Street Journal. QUESTION:  Thank you so much.  I just wanted to ask about – we’ve heard some voices among Israeli political leaders talking about the threat of Iran in the region, and of course its proxies, Hizballah and the Houthis, have been active in and around this conflict.  And – but you’re bringing a message to the region of de-escalation.  Was your message of de-escalation heard and agreed with when you spoke to your Israeli counterparts and political leaders today, or – we haven’t – certainly haven’t seen that in the last few days.  There have been strikes on Hizballah that would appear to be an escalation.  Do you support that, and is the U.S. and its partners – are they prepared to take a strike against the Houthis because of their continued action in and around the Red Sea?  Thank you. SECRETARY BLINKEN:  Thanks, Will.  One thing that we’ve heard clearly every place we’ve gone, including in Israel, is that escalation is in no one’s interest.  No one’s seeking it.  No one wants to see other fronts opened in this conflict.  And more than that, as I’ve already shared, we have countries around the region that are using their relationships, using their influence, to try to make sure that that doesn’t happen.  We had extensive discussions about that today, as we had on other days of this trip.  And here we focused particularly on the situation in northern Israel.  And it’s very clear to me from these conversations a few things.  First, we strongly support the proposition that Israelis need to know security so that they can return to their homes in northern Israel.  Eighty-thousand or so Israelis have been forced from their homes because of insecurity from – coming from southern Lebanon, the rocket attacks, other threats posed by Hizballah.  Equally, we believe – and the Government of Israel believes – that a diplomatic path is the best way to achieve that security, and that’s exactly what we’ll continue to pursue.  It’s what the government said today, and that’s what we’re focused on.  More broadly, we have – you’re right – a number of actions being taken by the Houthis, by other Iranian proxies in Iraq, in Syria, that threaten stability and threaten the potential for conflict.  And we’re determined, again, that we not see escalation, that we don’t have the conflict spread, and we’ve made that very clear.  But, of course, if our personnel, if our forces are threatened or attacked, we’ll take appropriate steps.  We’ll respond.  We’ll protect them.  We’ve demonstrated that in the recent past, and we will again if we have to.  We talked already about the threat that the Houthis are posing.  That’s a threat not to us – just to us or to Israel; it’s a threat to the entire international community because they’ve been attacking shipping through the Red Sea that’s vital to providing – it provides about 15 percent of global commerce every day.  These attacks have had very, very negative affects for countries around the world in terms of forcing ships to route around the Red Sea – take longer routes, more expensive, more time, insurance rates goes up; prices for food, for medicine, for energy, for whatever’s being shipped are going up.  And more broadly, it’s a threat to the principle of freedom of navigation that every country has a stake in.  That’s why more than 40 countries joined us in condemning the Houthi actions.  That’s why other countries have joined us in making clear that if this continues, there are going to be consequences.  But no one was looking to create a conflict or to escalate a conflict.  On the contrary, we’re seeking to prevent that from happening, but we also have to uphold basic principles of international law, including freedom of navigation – and we have to make sure that our own personnel when they’re under threat are being protected.  QUESTION:  You said there are going to be consequences.  Does that mean there has been a decision by the U.S. or its partners to take action?SECRETARY BLINKEN:  Look, I’m not going to speculate on what will happen in the future.  We just want to make clear that if these actions by the Houthis continues, there will be consequences.  I’m not going to say anything beyond that. MR MILLER:  For the final question, Walid Al-Omari with Al Jazeera. QUESTION:  Thank you.  Walid Al-Omari, Al Jazeera bureau chief in Jerusalem.  First let me, Mr. Secretary Blinken, thank you for expressing your deep sadness about the tragedy of our dear colleague Al Jazeera reporter in Gaza Wael al-Dahdouh.  Wael has lost his wife and three sons and his grandchildren in an Israeli bombardment of the house where they were fled from the center of Gaza City and displaced to the southern Gaza strip in 25th of October.  Two days ago or three days ago he lost his eldest son Hamza who was a journalist in Al Jazeera media network and was killed in an Israeli airstrike that hit a civilian car in Rafah.  One-hundred-and-ten Palestinian journalists were killed so far by Israeli army in Gaza during the war.  More than 20,000 civilians were killed, and tens of thousands were injured, and hundreds of thousands were displaced from their homes that no longer exist.  The situation of the Israeli citizens is also difficult.  Tens of thousands were displaced from the Gaza envelope and the border line with Lebanon, and hundreds of civilians were killed in the Hamas attack on the 7th of October.  And there are many prisoners and hostages from both sides, as you know.  My question:  Why do you as a superpower and as leading force in the international community not oblige the parties and especially the Israeli Government to cease fire in Gaza and respect the United Nations resolutions and (inaudible) the peaceful solution instead of both sides continuing wash blood by more blood?  My second question is related to the matter of normalization, and is the USA really busy with the matter, and do you think, Mr. Blinken, that the option exists or is it just an attempt to escape from the solution of the Palestinian question, and tempting Netanyahu, prime minister of Israel, to agree with the American position in order to change his extreme government?  And what’s about the role of the four Arab nations or countries, as you mentioned before, in Gaza?  It’s just to contribute for the reconstruction, or they have political rule there?  SECRETARY BLINKEN:  Okay.  Thank you.  QUESTION:  Thank you.  SECRETARY BLINKEN:  Let me just say again, at the outset, the loss – losses – that your colleague suffered are unimaginable, and I have deep condolences for what he has suffered.  I, again, can’t even begin to fully imagine what he’s gone through.  And as I said again the other day, to the journalists who’ve lost their lives or have been injured in Gaza, we feel very strongly for them as well, and the essential work that they do is more vital than ever.  We want this war to end as soon as possible.  There’s been far too much loss of life, far too much suffering.  But it’s vital that Israel achieve its very legitimate objectives of ensuring that October 7th can never happen again, and we believe they’ve made considerable progress toward that goal.  At the same time, I think it’s very important to remember that everyone has choices to make, and that includes Hamas.  Hamas could have ended this on October 8th by not hiding behind civilians, by putting down its weapons, by surrendering, by releasing the hostages.  None of the suffering – none of the suffering – would have happened if Hamas hadn’t done – did what it did on October 7th and had it made different decisions thereafter.  So it’s very important to keep that in perspective, and again, this could end tomorrow if Hamas makes those decisions.  We will continue, as we’ve done, to give the Israelis our best advice about conducting this war in a manner that achieves the objective of making sure that October 7th can’t be repeated, does better by protecting civilians, and making sure that people get the assistance that they need.  With regard to normalization, there is, I think, a clear interest in pursuing that.  Integration of the region is something that virtually all of the countries that I visited on this trip want to advance, want to pursue. Some of them have already taken vital steps to do that.  Others, I think, are interested in doing the same.  But it’s equally clear that that’s not in substitute for or at the expense of a political horizon for the Palestinians and ultimately a Palestinian state.  On the contrary, that piece has to be a part of any integration efforts, any normalization efforts.  That was also very clear in my conversations during the course of this trip, including in Saudi Arabia.  Thank you.  QUESTION:  What about the (inaudible)?  Is there any political (inaudible)? SECRETARY BLINKEN:  So again, I think these things are somewhat joined.  It’s clear that, as I mentioned before, most of the countries I visited are really prepared to I think support Gaza in the future, to support all the efforts that are necessary, and to support Palestinian-led governance for Gaza.  But it’s also vitally important to them that there be a pathway forward for the Palestinians in terms of their overall political rights and a very clear political horizon.  We and they support Palestinian governance that’s joined of Gaza and the West Bank, and the pathway to a state.  That’s, again, very clear from everyone I talked to in the region.  Thank you.",
        "publish_date": "09.01.2024"
    },
    {
        "id": "649fbdcb-7b8b-466c-9f71-367d79cf8378",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/president-herzog-meets-with-us-secretary-of-state-antony-blinken-9-jan-2024",
        "content": "(Communicated by the President's Spokesperson)   President Isaac Herzog this morning (Tuesday, 9 January 2024), met with US Secretary of State Antony Blinken, who was visiting Israel and the region. The meeting, held in Tel Aviv, was their fifth since the atrocities carried out by Hamas against Israel in October 7. President Herzog: “Good morning, ladies and gentlemen. Good morning Secretary Blinken. As always, it's such a pleasure to have you here in Israel. We are very grateful to you for your support and for your steadfast commitment to Israel’s safety and to making sure that Israel wins this war, because it's a war that affects international values and the values of the free world. Yesterday, I had a long conversation with the Vice President, it was a productive conversation. And I would reiterate what I told her: On Thursday, a proceeding will start in the International Court of Justice in the Hague, whereby South Africa has sued Israel for supposed genocide. There's nothing more atrocious and preposterous than this claim. Actually, our enemies, the Hamas, in their charter call for the destruction and annihilation of the State of Israel, the only nation state of the Jewish people. The Convention Against Genocide was enacted by the international community following the worst atrocities of humankind, the Shoah, the Holocaust, which was aimed specifically against the Jews, the Jewish people, in order to eliminate the Jewish race, the Jewish people. In Hamas’s charter, it’s almost identical in many, many ways. And here with the hypocrisy of South Africa, we will be there in the International Court of Justice, and will present proudly our case of using self defence under our most inherent right under international humanitarian law, where we are doing our utmost under extremely complicated circumstances on the ground, to make sure that there will be no unintended consequences and no civilian casualties. We are alerting, we are calling, we are showing, we are sending leaflets, we are using all the means that international law enables us in order to move out people, so that we can unravel this huge city of terror underneath, in people's homes, living rooms and bedrooms, mosques and shops and schools. Yesterday we unravelled a huge factory of terror underneath a humanitarian corridor which Israel is employing in order to help the civilians of Gaza. “I want to thank the United States of America, President Biden, and the administration, and you Secretary Blinken for your moral call of duty, for the fact that you're standing steadfast with Israel in this battle, which has to do clearly with humanity and with the values of the free world. Thank you very much.” Secretary Blinken: “Thank you, Mr. President. As always, we greatly value the President's leadership in these incredibly challenging times for Israel, for countries in the region, and especially for people who continue to suffer. I've just come from a number of countries in the region, Turkey, Greece Jordan, Qatar, United Arab Emirates, Saudi Arabia, and I want to be able to share some of what I heard from those leaders with the President, as well as with the Prime Minister and the Cabinet later today. And of course, we'll have an opportunity to sit with the families of some of the hostages and discuss our relentless efforts to bring everyone home, back with their families. And there's lots to talk about in particular, about the way forward. So I look forward these conversations, as always, thank you very much.” ",
        "publish_date": "09.01.2024"
    },
    {
        "id": "2892ef5b-60ce-48c1-afb8-b60c065222fe",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/secretary-blinken-meets-with-fm-katz-9-jan-2024",
        "content": "(Communicated by the State Department Spokesperson’s Office) Secretary of State Antony J. Blinken met today (Tuesday, 9 January 2024), with Israeli Minister of Foreign Affairs Israel Katz.  The Secretary reaffirmed the United States’ support for Israel’s right to ensure October 7 cannot be repeated and stressed the need for Israel to take all feasible steps to avoid civilian harm in Gaza.  Secretary Blinken and FM Katz discussed efforts to secure the release of all remaining hostages and increase the delivery of critical, life-saving humanitarian assistance throughout Gaza.  Secretary Blinken stressed the imperative of preventing the expansion of the conflict and pursuing sustainable peace in the region. ",
        "publish_date": "09.01.2024"
    },
    {
        "id": "f983d966-5034-40df-93f7-086384e024b6",
        "url": "https://www.gov.il/en/departments/news",
        "sub_url": "https://www.gov.il/en/departments/news/fm-katz-met-with-german-fm-analana-barbuk",
        "content": "Minister of Foreign Affairs Israel Katz met this evening (Sunday, 7 January 2024), with German Minister of Foreign Affairs Annalena Baerbock. The meeting was also attended by Tomer Keshet, cousin of Jordan Bibas, Alon Nimrodi, father of abducted soldier Tomer Nimrodi, and Merav Svirsky and Naama Weinberg, the sister and cousin of Itai Svirsky. FM Baerbock is visiting Israel for the fourth time since the outbreak of the war. FM Katz thanked for her support of Israel, her activities for the release of the abductees and her regional efforts to implement Security Council Resolution 1701 to distance Hezbollah from Israel’s northern border. FM Katz raised the issue of the absurd charge of genocide filed by South Africa against Israel at the International Court of Justice in The Hague, and asked FM Baerbock for her support on this issue. FM Baerbock stated that she would work to help Israel spread the truth. FM Katz thanked FM Baerbock for the German government’s actions against elements that encourage terrorism, including the outlawing of the Hamas terrorist organization.  FM Katz: As a son of Holocaust survivors, it is particularly important to me that Germany supports us up and stands by our side in full support of our efforts. My commitment as foreign minister is to release all the abductees. I also told Foreign Minister Baerbock - Israel will not stop until everyone returns home.\"",
        "publish_date": "07.01.2024"
    }
]